Repository: si-covid-19/ostanizdrav-ios-1.3.1
Catalog: src/xcode/ENA/ENA/Resources/Localization/*.lproj/Localizable.strings
Languages: hu, it

# Onboarding_DeactivateExposureConfirmation_title
source: This means the #OstaniZdrav App cannot send or receive notifications about your risk of infection with SARS-CoV-2.
hu: Ez azt jelenti, hogy az #OstaniZdrav« alkalmazás nem küldhet vagy fogadhat az Ön SARS-CoV-2 fertőzési kockázatáról értesítéseket.
it: Ciò significa che l'app #OstaniZdrav non può inviare o ricevere avvisi sul tuo stato di rischio di infezione da SARS-CoV-2.

# Onboarding_DeactivateExposureConfirmation_message
source: You can deactivate this feature at any time.
hu: Ezt a funkciót bármikor kikapcsolhatja.
it: Puoi disattivare questa funzione in qualsiasi momento.

# OnboardingInfo_togetherAgainstCoronaPage_imageDescription
source: A group of people use their devices around town.
hu: Egy csoport használja a készülékét a városban.
it: Un gruppo di persone utilizza i propri dispositivi in ​​città.

# OnboardingInfo_togetherAgainstCoronaPage_title
source: Let's fight COVID-19 together
hu: Védjük magunkat és másokat a COVID-19-cel szemben!
it: Proteggiamo noi stessi e gli altri dal COVID-19.

# OnboardingInfo_togetherAgainstCoronaPage_boldText
source: More protection for you and for us all. By using the #OstaniZdrav App we can break the chain of infection much quicker.
hu: Nagyobb védelem Önnek és mindannyiunknak. Ha használjuk az #OstaniZdrav alkalmazást, sokkal gyorsabban megszakíthatjuk a fertőzési láncot.
it: Più protezione per te e per tutti noi. Se utilizziamo l'app #OstaniZdrav saremo in grado di interrompere la catena di trasmissione delle infezioni molto più velocemente.

# OnboardingInfo_togetherAgainstCoronaPage_normalText
source: Use your device as a warning system against SARS-CoV-2 exposure. This infection can cause the COVID-19 disease or can pass without any symptoms. Get an overview of your risk of infection and find out whether you've had close contact with anyone diagnosed with SARS-CoV-2 in the last 14 days.
hu: Használja okostelefonját figyelmeztető eszközként az új koronavírusnak (SARS-CoV-2) való kitettség követésére. A COVID-19 vírusfertőzés okozhat betegséget, vagy tünetmentes is lefolyhat. Értesüljön a fertőzési kockázatról, és derítse ki, érintkezett-e valakivel, akinél az elmúlt 14 napban megerősítették, hogy SARS-CoV-2 fertőzése van.
it: Usa il tuo smartphone come sistema di allarme per l'esposizione al nuovo coronavirus (SARS-CoV-2). L'infezione da questo virus può causare la malattia COVID-19 o può essere asintomatica. Informati sul tuo rischio di infezione e scopri se sei stato in contatto con qualcuno cui è stata confermata l'infezione da SARS-CoV-2 negli ultimi 14 giorni.

# OnboardingInfo_privacyPage_imageDescription
source: One of the women is using the #OstaniZdrav App on her device. The padlock on the shield is the symbol for encrypted data.
hu: Az egyik nő használja az #OstaniZdrav« alkalmazást a mobiltelefonján. A pajzson látható lakat a kódolt adatokat jelképezi.
it: Una delle signore sta usando l'app #OstaniZdrav sul suo dispositivo. Il lucchetto sullo scudo è un simbolo per i dati crittografati.

# OnboardingInfo_privacyPage_title
source: Data Privacy
hu: Adatvédelem
it: Protezione dei dati

# OnboardingInfo_privacyPage_normalText
source: You remain anonymous. Your data is transmitted fully encrypted and under a pseudonym. Responsible body: National Institute of Public Health and Ministry of Public Administration General Data Protection Regulation (GDPR), in conjunction with the Personal Data Protection Act of the Republic of Slovenia Please read our data privacy regulations. Data privacy information:
hu: Az Ön anonimitása biztosított. Adatai teljes egészében titkosítottak és álnevesítve kerülnek továbbításra. Felelős intézmény: a Közigazgatási Minisztérium és az Országos Népegészségügyi Intézet Általános adatvédelmi rendelet (GDPR) a Szlovén Köztársaság Személyes adatok védelméről szóló törvényével kapcsolatban Olvassa el az adatvédelemről szóló jogszabályainkat Információk az adatvédelemről:
it: Resterete anonimi. I vostri dati vengono trasmessi in forma completamente crittografata e con uno pseudonimo. Istituzione responsabile: Ministero della pubblica amministrazione e Istituto nazionale di sanità pubblica Regolamento generale sulla protezione dei dati (GDPR) in collegamento con la Legge sulla protezione dei dati personali della Repubblica di Slovenia Leggi le nostre norme sulla privacy dei dati. Informzioni sulla privacy dei dati:

# OnboardingInfo_enableLoggingOfContactsPage_imageDescription
source: Three people have activated exposure logging on their devices, which will log their encounters with each other.
hu: Hárman aktiválták a készülékükön a kitettség naplózást, ezzel naplózzák ez egymás közötti érintkezéseket.
it: Tre persone hanno attivato la registrazione dell'esposizione sui propri dispositivi per registrare i contatti tra loro.

# OnboardingInfo_enableLoggingOfContactsPage_title
source: How to Enable Exposure Logging
hu: Hogyan lehet bekapcsolni a kitettség naplózást?
it: Come attivare la registrazione dell'esposizione

# OnboardingInfo_enableLoggingOfContactsPage_normalText
source: Exposure logging works by your device receiving, via Bluetooth, encrypted random IDs of other users and passing your own random ID to their devices. This feature can be deactivated at any time. Encrypted random IDs only pass information about date, duration, and proximity (calculated using signal strength) to other people. Personal data such as name, address, and location is never recorded. Individuals cannot be identified.
hu: A kitettség naplózás úgy működik, hogy a készüléke a Bluetooth-on keresztül fogadja más felhasználók véletlenszerű azonosítóit, az ön véletlenszerű azonosítóját pedig megküldi más készülékeknek. Ezt a funkciót bármikor kikapcsolhatja A véletlenszerű átviteli kódok csak a dátumra, időtartamra és más eszközök közelségére vonatkozóan adnak információt, amelyet a Bluetooth jelerősségévell számítanak ki. A személyes adatokat, így a nevet, a címet és a helyszínt sohasem rögzítik. Nem lehet megállapítani a felhasználók kilétét.
it: La registrazione dell'esposizione funziona facendo in modo che il dispositivo riceva codici di trasmissione casuali da altri utenti tramite Bluetooth e inoltri il codice di trasmissione casuale ai loro dispositivi. Puoi disattivare questa funzione in qualsiasi momento. I codici di trasmissione casuale forniscono solo informazioni su data, durata e prossimità ad altri dispositivi, calcolata utilizzando la potenza del segnale Bluetooth. Le informazioni personali come nome, indirizzo e posizione non vengono registrate. Gli individui non possono essere identificati.

# OnboardingInfo_enableLoggingOfContactsPage_panelTitle
source: Declaration of Consent
hu: Hozzájárulási nyilatkozat
it: Dichiarazione di consenso

# OnboardingInfo_enableLoggingOfContactsPage_panelBody
source: To find out whether you have been in contact with an infected person and whether there is a risk that you yourself have been infected, you need to enable the App’s exposure logging feature. By tapping on the “Enable” button, you agree to the enabling of the App’s exposure logging feature and the associated data processing. In order to use the App’s exposure logging feature, you will have to enable the COVID-19 Exposure Logging functionality provided by Apple on your iPhone and grant the #OstaniZdrav App permission to use this. When exposure logging is enabled, your iPhone continuously generates and transmits random IDs via Bluetooth, which other Apple and Android smartphones in your vicinity can receive if exposure logging is also enabled on them. Your iPhone, in turn, receives the random IDs of the other smartphones. Your own random IDs and those received from other smartphones are recorded in the exposure log and stored there for 14 days. To identify your risk of infection, the App loads a list – once a day – of the daily keys of all users who have told the App that they have been infected with SARS-CoV-2. This list is then compared with the random IDs stored in the exposure log. If the App detects that you may have been in contact with an infected user, it will inform you of this and tell you that there is a risk that you are also infected. In this case, the App is also given access to other data stored in your iPhone’s exposure log (date, duration and Bluetooth signal strength of the contact). The Bluetooth signal strength is used to derive the physical distance (the stronger the signal, the smaller the distance). The App then analyses this information in order to assess your likelihood of having been infected with SARS-CoV-2 and to give you recommendations for what to do next. This analysis is only performed locally on your iPhone. Apart from you, nobody will know whether you have been in contact with an infected person and what risk has been identified for you. To withdraw your consent to the exposure logging feature, you can disable the feature using the toggle switch in the App or delete the App. If you decide to use the exposure logging feature again, you can toggle the feature back on or reinstall the App. If you disable the exposure logging feature, the App will no longer check whether you have been in contact with an infected user. If you also wish to stop your device sending and receiving random IDs, you will need to disable COVID-19 Exposure Logging in your iPhone settings. Please note that your own random IDs and those received from other smartphones which are stored in the exposure log will not be deleted in the App. You can only permanently delete the data stored in the exposure log in your iPhone settings. The App’s privacy notice (including an explanation of the data processing carried out for the exposure logging feature) can be found in the menu under “Data Privacy”.
hu: Ha szeretné megtudni, mekkora a SARS-CoV-2vel való fertőzési kockázata, engedélyeznie kell a kitettség naplózás funkciót az alkalmazásban. Az »Engedélyez« gombra koppintva, hozzájárul a kitettség naplózás funkció bekapcsolásához az alkalmazásban és az ezzel kapcsolatos adatok feldolgozásához Az alkalmazás teljeskörű működéséhez engedélyezni kell a COVID-19 kitettség naplózás funkciót, amit az iPhone-ján az Apple biztosít, az #OstaniZdrav alkalmazásnak pedig engedélyt kell adnia, hogy használja ezt a funkciót. Amikor engedélyezi a kitettség naplózást, az iPhone-ja a Bluetooth-on keresztül folyamatosan véletlenszerű azonosítókat hoz létre és oszt meg más, a közelben lévő Android vagy Apple okostelefonokkal, azzal a feltétellel, hogy azokon is engedélyezték a kitettség naplózást. Az iPhone-ja eközben fogadja a többi okostelefon véletlenszerű azonosítóját. Az ön véletlenszerű azonosítói és azok, amelyeket más okostelefonoktól kapott, a kitettségi naplóban 14 napig tárolódnak. A fertőzési kockázatának követése érdekében az alkalmazás minden nap feltölti azoknak a felhasználóknak a véletlenszerű napi kulcsait, akik bejelentették az alkalmazásukon, hogy SARS-CoV-2-vel fertőzöttek. Ezt a listát ezután összehasonlítják a kitettségi naplóban szereplő véletlenszerű azonosítókkal. Ha az alkalmazás észleli, hogy Ön esetleg kapcsolatba léphetett fertőzött felhasználóval, erről értesíti Önt, és tudatja Önnel, hogy fennáll a fertőzés veszélye. A Bluetooth jelerősségével határozza meg a fizikai távolságot (minél erősebb a jel, annál kisebb a távolság). Az alkalmazás ezután elemzi ezt az információt, felbecsüli a SARS-CoV-2-fertőzés valószínűségét, és javaslatokat ad Önnek, mi a teendő. Ez az értékelés egészében csak helyben, az Ön saját iPhone-ján zajlik. Az Ön kivételével senki sem fogja tudni, hogy kapcsolatba lépett-e fertőzött személlyel, és milyen a fertőzéskockázata A kitettség naplózás funkció engedélyezésének visszavonásánál ezt a funkciót az alkalmazás kapcsológombjával tilthatja le, vagy törölheti az alkalmazást. Ha úgy dönt, hogy a kitettség naplózás funkciót újból használni szeretné, a kapcsológombbal újra bekapcsolhatja a funkciót, vagy újratelepítheti az alkalmazást. Ha kikapcsolja a kitettség naplózási funkciót, az alkalmazás nem fogja többé ellenőrizni, hogy kapcsolatba lépett-e fertőzött felhasználóval. Ha azt is szeretné, hogy az eszköze leállítsa a véletlenszerű azonosítók küldését és fogadását, akkor az iPhone-ja beállításainál ki kell kapcsolnia a COVID-19 kitettség naplózást. Ne felejtse el, hogy az ön véletlenszerű azonosítói és a más okostelefonokról kapott és a kitettségi naplóban tárolt véletlenszerű azonosítók, nem törlődnek az alkalmazásban. A kitettségi naplóban tárolt adatokat az iPhone-ja beállításaiban törölheti véglegesen. Az alkalmazás adatvédelmi tájékoztatóját (ideértve az adatfeldolgozásra vonatkozó magyarázatot, amely a kitettség naplózás funkciójával zajlik) a menüpontok alatt találja meg az »Adatvédelem« címsor alatt.
it: Se desideri accertare il livello di rischio dell’infezione da SARS-CoV-2 devi abilitare la funzione di registrazione dell'esposizione nell'app. Facendo clic sul pulsante 'Consenti' accetti di attivare la funzione di registrazione dell'esposizione dell'applicazione e che siano elaborati i relativi dati.Per il funzionamento completo dell’applicazione deve essere consentita la funzione di registrazione dell'esposizione al COVID-19 fornita da Apple sul tuo iPhone e autorizzare l'app #RestaSano a usarla. Quando abiliti la registrazione dell'esposizione il tuo iPhone genererà e trasmetterà costantemente tramite Bluetooth codici di trasmissione casuali che verranno ricevuti da altri smartphone Android o Apple nelle vicinanze, a condizione che la registrazione dell'esposizione sia abilitata anche su di essi. Allo stesso tempo il tuo iPhone riceve codici di trasmissione casuali da altri smartphone. I tuoi codici di trasmissione casuali e quelli ricevuti da altri smartphone vengono registrati nel registro dell'esposizione, che viene conservato per 14 giorni. Per valutare il rischio di infezione l'app caricherà una volta al giorno un elenco di chiavi giornaliere casuali di tutti gli utenti che hanno segnalato alla propria applicazione di essere infetti da SARS-CoV-2. Questo elenco viene quindi confrontato con i codici di trasmissione casuali nel registro delle esposizioni. Se l'app rileva che sei stato in contatto con un utente infetto ti avviserà e ti informerà che esiste il rischio di infezione. L'intensità del segnale Bluetooth determina la distanza fisica (più forte è il segnale, minore è la distanza). L'app analizza quindi queste informazioni per valutare la probabilità di infezione da SARS-CoV-2 e per consigliarti come agire. Questa analisi viene eseguita solo localmente, sul tuo iPhone. A parte te nessuno saprà se sei stato in contatto con una persona infetta e qual è il rischio di infezione. Per revocare il tuo consenso all'utilizzo della funzionalità di registrazione dell'esposizione puoi disabilitare questa funzione con l'interruttore a levetta nell'app o eliminare l'app. Se decidi di utilizzare nuovamente la funzionalità di registrazione dell'esposizione puoi riattivare la funzionalità con l'interruttore a levetta o reinstallare l'applicazione. Se disattivi la funzionalità di registrazione dell'esposizione l'app non verificherà più se sei stato in contatto con un utente infetto. Se desideri che il tuo dispositivo smetta di inviare e ricevere codici di trasmissione casuali dovrai disabilitare la registrazione dell'esposizione al COVID-19 nelle impostazioni del tuo iPhone. Ricorda che i tuoi codici di trasmissione casuali e quelli ricevuti da altri smartphone e memorizzati nel registro dell'esposizione non verranno eliminati nell'app. I dati memorizzati nel registro di esposizione possono essere eliminati in modo permanente solo nelle impostazioni del tuo iPhone. L'informativa sulla privacy dell'app (inclusa una spiegazione dell'elaborazione dei dati eseguita per la funzione di registrazione dell'esposizione) si trova nel menù alla voce 'Privacy'

# OnboardingInfo_enableLoggingOfContactsPage_stateHeader
source: Status
hu: Állapot
it: Stato

# OnboardingInfo_enableLoggingOfContactsPage_stateTitle
source: Risk of infection
hu: SARS-CoV-2-vel való fertőzöttség kockázatának értékelése
it: Valutazione del rischio di infezione da SARS-CoV-2

# OnboardingInfo_enableLoggingOfContactsPage_stateActive
source: Active
hu: Aktivált
it: Attivato

# OnboardingInfo_enableLoggingOfContactsPage_stateStopped
source: Stopped
hu: Leállított
it: Interrotto

# OnboardingInfo_howDoesDataExchangeWorkPage_imageDescription
source: An encrypted positive test notification is transmitted to the system, which will now warn other users.
hu: A fertőzöttségre vonatkozó titkosított értesítés közvetítésre kerül a többi felhasználót figyelmeztető rendszerbe.
it: Un avviso di infezione crittografato viene trasmesso al sistema per avvisare gli altri utenti.

# OnboardingInfo_howDoesDataExchangeWorkPage_title
source: If you are diagnosed with SARS-CoV-2 …
hu: Ha önnél igazolták a SARS-CoV-2 fertőzést...
it: Se ti è stata confermata l'infezione da SARS-CoV-2 ...

# OnboardingInfo_howDoesDataExchangeWorkPage_boldText
source: … please share this in the #OstaniZdrav App. Sharing your test result is voluntary and secure. Please do this for the sake of everyone's health.
hu: … kérjük ossza meg ezt az #OstaniZdrav alkalmazásban. A fertőzésére vonatkozó információt önkéntesen és biztonságosan oszthatja meg. Ezt mások egészségének védelme érdekében teszi.
it: … ti chiediamo gentilmente di condividerlo nell'app #OstaniZdrav. La condivisione delle informazioni sulla tua infezione è volontaria e sicura. Fallo per la salute degli altri

# OnboardingInfo_howDoesDataExchangeWorkPage_normalText
source: Your notification is encrypted securely and processed on a secure server. People whose encrypted random IDs your device has collected, will now receive a warning along with information about what they should do.
hu: A fertőzésről szóló bejelentése kódolt és biztonságos szerveren kezelt. Azok a személyek, akiknél tároldódott véletlenszerű azonosítója, az észlelt kockázat esetén értesítést és információkat kapnak arról, hogy mi a teendőjük.
it: Il tuo avviso di infezione viene crittografato in modo sicuro ed elaborato su un server protetto. Le persone che hanno memorizzato il tuo codice di trasmissione casuale riceveranno un avviso e informazioni su cosa fare in caso di rischio percepito

# OnboardingInfo_alwaysStayInformedPage_imageDescription
source: One woman receives a notification from her #OstaniZdrav App.
hu: Az #OstaniZdrav alkalmazás értesítést küldött egy nőnek
it: Una signora ha ricevuto un avviso dalla sua app #OstaniZdrav.

# OnboardingInfo_alwaysStayInformedPage_boldText
source: The app can notify you automatically about your risk of infection.
hu: Az alkalmazás automatikusan értesítheti Önt, milyen fertőzési kockázatnak van kitéve.
it: L'app può avvisarti automaticamente del rischio di infezione. Se consenti all'app di avvisarti sarai in grado di ricevere un avviso sul tuo rischio di infezione e consigli per ulteriori azioni

# OnboardingInfo_alwaysStayInformedPage_title
source: Receive Warnings and Identify Risks
hu: Fogadja az értesítéseket és ismerje fel a kockázatot
it: Ricevi gli avvisi e identifica i rischi

# OnboardingInfo_alwaysStayInformedPage_normalText
source: If you allow the app to notify you, you will receive a notification about your risk of infection and instructions for further actions.
hu: Ha az alkalmazásnak engedélyezi az értesítéseket, értesítéseket kaphat a fertőzési kockázatáról és ajánlásokat a további teendőket illetően.
it: Segui le istruzioni fornite dal servizio sanitario. Altre informazioni: n Il periodo di isolamento dovrebbe terminare 14 giorni dopo la scomparsa dei sintomi e dei segni. La durata dell'isolamento è a discrezione del medico curante. Se la malattia peggiora consulta telefonicamente il medico personale o il medico di guardia. In caso di emergenza chiama il 112. Di' loro che ti è stata diagnosticata l'infezione da SARS-CoV-2.

# ExposureSubmission_DataPrivacyTitle
source: Data Privacy
hu: Adatvédelem
it: Protezione dei dati

# ExposureSubmission_Continue_actionText
source: Next
hu: Tovább
it: Avanti

# ExposureSubmission_DataPrivacyDescription
source: By tapping on “Accept”, you consent to the App sending your positive test result to the App’s server system along with your daily keys from the last 14 days, so that other App users who have enabled the exposure logging feature can be automatically notified that they may have been exposed to a person infected with SARS-CoV-2. The daily keys transmitted for this purpose do not contain any information that would allow conclusions to be drawn about your identity or your person. Sharing your test result via the App is voluntary. You will not be penalised if you do not share your test result. Since it is not possible to trace or check whether and how you use the App, nobody but you will know whether you have shared the information that you are infected. You can withdraw your consent at any time by deleting the App. This withdrawal of your consent will not affect the lawfulness of the processing carried out based on the consent prior to the withdrawal. Further information can be found in the menu under “Data Privacy”.
hu: Az „Elfogad” gombra kattintva elküldi beleegyezését, amely lehetővé teszi, hogy az alkalmazás az elmúlt 14 nap során kapott véletlenszerű azonosítókat továbbítsa a szerverrendszerbe. Így más felhasználók, akik engedélyezték a kitettség naplózás funkciót, automatikus értesítést kaphatnak arról, hogy esetleg ki voltak-e téve SARS-CoV-2 fertőzéskockázatnak. Az erre a célra továbbított véletlenszerű azonosítók nem tartalmaznak olyan információt, amely alapján személyazonosságáról vagy önről, személyhez kötődő feltételezéseket lehetne levonni. A teszt eredményének bevitele az alkalmazásba önkéntes. Nem büntetik Önt, ha nem viszi be a tesztje eredményét. Mivel nem lehet nyomon követni vagy ellenőrizni, hogy Ön használja-e az alkalmazást, vagy hogyan használja, az Ön kivételével, senki sem fogja tudni, hogy megadta-e a fertőzésére vonatkozó információkat. Az alkalmazás törlésével bármikor visszavonhatja hozzájárulását. A hozzájárulás visszavonása nem befolyásolja a hozzájárulása alapján a hozzájárulás visszavonása előtt zajlott feldolgozás jogszerűségét. További információk a menüben, az »Adatvédelem« címsor alatt találhatók
it: Cliccando su 'Accetta' invierai il tuo consenso, che consente all'applicazione di inoltrare al sistema del server le chiavi giornaliere casuali dei 14 giorni precedenti. Ciò consente ad altri utenti che hanno abilitato la funzione di registrazione dell'esposizione di ricevere avvisi automatici sul fatto che potrebbero essere stati esposti al SARS-CoV-2. Le chiavi giornaliere casuali trasmesse per questo scopo non contengono alcuna informazione che possa portare a una conclusione sulla tua identità o su di te come persona. L'inserimento del risultato del test nell'applicazione è volontario. Non sarai penalizzato se non inserisci il risultato del test. Poiché non è possibile tracciare o verificare se stai utilizzando l'app o come la stai utilizzando, nessuno tranne te saprà se hai inserito informazioni sul fatto che sei infetto. Puoi revocare il tuo consenso in qualsiasi momento eliminando l'applicazione. La revoca del consenso non pregiudica la liceità del trattamento che è stato effettuato sulla base del consenso prima della revoca del consenso. Ulteriori informazioni sono disponibili nel menù alla voce 'Privacy'.

# ExposureSubmissionDataPrivacy_AcceptTitle
source: Accept
hu: Elfogad
it: Accetta

# ExposureSubmissionDataPrivacy_DontAcceptTitle
source: Do Not Accept
hu: Elutasít
it: Non accettare
