Repository: si-covid-19/ostanizdrav-ios-1.3.1
Catalog: src/xcode/ENA/ENA/Resources/Localization/*.lproj/Localizable.strings
Languages: hu, it

# ExposureNotificationSetting_AccLabel_BluetoothOff
source: One person has turned off Bluetooth on the device, so an encounter with two other people is not logged.
hu: Egy személy a készülékén kikapcsolta a Bluetooth-t, így két másik személlyel való kontaktus nem lett naplózva.
it: Una persona ha disattivato il Bluetooth sul proprio dispositivo, quindi il contatto con le altre due persone non è stato registrato.

# ExposureNotificationSetting_AccLabel_InternetOff
source: One person has turned off the Internet connection on their device, so the app cannot calculate risk of infection.
hu: Egy személy a készülékén kikapcsolta az internetkapcsolatot, így a legutóbbi kontaktusokat nem lehetett észlelni.
it: Una persona ha disattivato la connessione Internet sul proprio dispositivo, quindi l'identificazione dei contatti recenti non è stata possibile.

# ExposureNotificationSetting_Activate_Action
source: Accept
hu: Elfogad
it: Accetta

# ExposureNotificationSetting_Dismiss_Action
source: Cancel
hu: Visszavon
it: Annulla

# ExposureNotificationSetting_GeneralError_Title
source: Error
hu: Hiba
it: Errore

# ExposureNotificationSetting_GeneralError_LearnMore_Action
source: Learn more
hu: További információk
it: Maggiori informazioni

# ExposureNotificationSetting_GeneralError_LearnMore_URL
source: https://www.gov.si/en/topics/coronavirus-disease-covid-19/the-ostanizdrav-mobile-application/
hu: https://www.gov.si/hu/temak/covid-19-jarvany/mobilna-aplikacija-ostanizdrav/
it: https://www.gov.si/it/argomenti/sars-cov-2/app-mobile-ostanizdrav/

# ExposureNotificationSetting_AuthenticationError
source: An error occurred when activating the exposure logging. Please go to system settings and make sure this app is authorised to make use of COVID-19 exposure logging.
hu: A kitettség naplózás aktiválásakor hiba történt. Menjen be a rendszerbeállításokba és gondoskodjon az alkalmazás engedélyezéséről a COVID-19-nek való kitettség naplózásának használatára.
it: Si è verificato un errore durante l'attivazione della registrazione dell'esposizione. Vai alle impostazioni di sistema e assicurati che questa app sia autorizzata a utilizzare la registrazione dell'esposizione al COVID-19.

# ExposureNotificationSetting_exposureNotification_Required
source: An error occurred when activating the exposure logging. Please go to system settings and make sure the exposure notifications are enabled for this app.
hu: A kitettség naplózás aktiválásakor hiba történt. Menjen be a rendszerbeállításokba és gondoskodjon arról, hogy az alkalmazásnak engedélyezve legyenek a COVID-19-nek való kitettségről szóló értesítések.
it: Si è verificato un errore durante l'attivazione della registrazione dell'esposizione. Vai alle impostazioni di sistema e assicurati che le notifiche di esposizione per questa app siano abilitate.

# ExposureNotificationSetting_exposureNotification_unavailable
source: An error occurred when activating the exposure logging. Please go to system settings and make sure this app is set active to make use of exposure notifications. Please visit our website for more information.
hu: A kitettség naplózás aktiválásakor hiba történt. Menjen be a rendszerbeállításokba és gondoskodjon arról, hogy az alkalmazásban aktiválva legyen a kitettségre vonatkozó értesítések használata.
it: Si è verificato un errore durante l'attivazione della registrazione dell'esposizione. Vai alle impostazioni di sistema e assicurati che l'applicazione delle notifiche di esposizione per questa app sia attivata.

# ExposureNotificationSetting_unknownError
source: An unknown error occurred.
hu: Ismeretlen hiba történt.
it: Si è verificato un errore sconosciuto.

# ExposureNotificationSetting_apiMisuse
source: An internal error occurred when activating the risk identification. Please visit our website for more information and try exposure logging later again.
hu: A kockázat azonosításkor belső hiba történt. További információkért keresse fel a gyakori kérdéseket tartalmazó weboldalt és a kitettség naplózást próbálja meg később aktiválni.
it: Durante l'attivazione dell'identificazione del rischio si è verificato un errore interno. Per ulteriori informazioni visita la nostra pagina Web e prova ad attivare la registrazione dell'esposizione in un secondo momento.

# Home_LeftBarButton_description
source: #OstaniZdrav logo
hu: Az #OstaniZdrav alkalmazás logója
it: Logo dell'app #OstaniZdrav

# Home_RightBarButton_description
source: Information
hu: Információk
it: Informazioni

# Home_Activate_Card_On_Title
source: Exposure logging active
hu: A kitettség naplózás aktivált
it: La registrazione dell'esposizione è attivata

# Home_Activate_Card_Off_Title
source: Exposure logging stopped
hu: A kitettség naplózás leállítva
it: La registrazione dell'esposizione è interrotta

# Home_Activate_Card_Bluetooth_Off_Title
source: Bluetooth turned off
hu: A Bluetooth ki van kapcsolva
it: Il Bluetooth è disattivato

# Home_Activate_Card_Internet_Off_Title
source: No Internet connection
hu: Nincs internetkapcsolat
it: Nessuna connessione internet

# Home_Risk_Date_Item_Title
source: Updated: %@
hu: Frissítve: %@
it: Aggiornato: %@

# Home_Risk_No_Date_Title
source: Unknown
hu: Ismeretlen
it: Sconosciuto

# Home_Risk_Period_Update_Title
source: Updated every %@ hours
hu: Frissítve %@ óránként
it: Aggiornato ogni %@ ore

# Home_Risk_Period_Disabled_Button_Title
source: Updated only every %@ hours
hu: Frissítve %@ óránként
it: Aggiornato ogni %@ ore

# Home_Risk_Unknown_Title
source: Unknown Risk
hu: Ismeretlen kockázat
it: Rischio ignoto

# Home_RiskCard_Unknown_Item_Title
source: Since you have not had exposure logging turned on for long enough, we could not assess your risk of infection.
hu: Mivel a kitettség naplózás nem volt elegendő ideig bekapcsolva, nem tudtuk értékelni fertőzési kockázatát.
it: Dato che la registrazione dell'esposizione non è stata attivata abbastanza a lungo non siamo stati in grado di valutare il tuo rischio di infezione.

# Home_RiskCard_Unknown_Button
source: Update
hu: Frissítés
it: Aggiornamento

# Home_Risk_Inactive_NoCalculation_Possible_Title
source: Exposure logging stopped
hu: A kitettség naplózás leállítva
it: La registrazione dell'esposizione è interrotta

# Home_Risk_Inactive_Outdated_Results_Title
source: Exposure logging is not possible
hu: A kitettség naplózás nem lehetséges
it: La registrazione dell'esposizione è impossibile.

# Home_Risk_Inactive_NoCalculation_Possible_Body
source: Activate exposure logging to evaluate your risk status today.
hu: Kapcsolja be a kitettség naplózást, hogy értesüljön a mai kockázatról.
it: Attiva la registrazione dell'esposizione per la valutazione del rischio odierno di infezione.

# Home_Risk_Inactive_Outdated_Results_Body
source: Your exposure logging could not be updated for more than 24 hours.
hu: A kitettség naplózást nem tudtuk frissíteni több mint 24 órája.
it: Non siamo stati in grado di aggiornare la registrazione dell'esposizione per più di 24 ore.

# Home_Risk_Inactive_NoCalculation_Possible_Button
source: Activate Exposure Logging
hu: Aktiváld a kitettség naplózást!
it: Attiva la registrazione dell'esposizione

# Home_Risk_Inactive_Outdated_Results_Button
source: Activate Exposure Logging
hu: Aktiváld a kitettség naplózást!
it: Attiva la registrazione dell'esposizione

# Home_Risk_Low_Title
source: Low Risk
hu: Alacsony kockázat
it: Rischio modesto

# Home_Risk_High_Title
source: Increased Risk
hu: Nagyobb kockázat
it: Rischio alto

# Home_Risk_Status_Check_Title
source: Check is running …
hu: Ellenőrzés folyamatban …
it: Verifica in corso…

# Home_Risk_Status_Check_Body
source: Current data is being downloaded and checked. This can take several minutes.
hu: Az aktuális adatok letöltése és ellenőrzése. Ez percekig eltarthat
it: I dati attuali vengono trasmessi e verificati. Ciò potrebbe richiedere vari minuti.

# Home_Thank_You_Card_Title
source: Thank you!
hu: Köszönjük!
it: Grazie!

# Home_Thank_You_Card_Body
source: Your contribution is appreciated. Thank you for your support. Now others can be warned and respond appropriately.
hu: Közreműködése rendkívül értékes. Köszönjük a támogatást! Mások most figyelmeztetést kaphatnak, és megfelelően reagálhatnak.
it: Il tuo contributo è prezioso. Ora gli altri possono ricevere l'avviso e rispondere di conseguenza.

# Home_Thank_You_Card_Note_Title
source: Please note:
hu: Ne felejtse:
it: Ricorda:

# Home_Thank_You_Card_Phone_Item_Title
source: You are diagnosed with SARS-CoV-2.
hu: Önnél megerősítették a SARS-CoV-2 fertőzést
it: Ti è stata diagnosticata un'infezione da SARS-CoV-2

# Home_Thank_You_Card_Home_Item_Title
source: Follow the isolation instructions received from your healthcare provider.
hu: Kövesse az egészségügyi szolgáltatótól kapott, izolációra vonatkozó utasításokat.
it: Segui le istruzioni di isolamento ricevute dal servizio sanitario.

# Home_Thank_You_Card_Further_Info_Item_Title
source: Other information:
hu: Egyéb információk:
it: Altre informazioni:

# Home_Thank_You_Card_14Days_Item_Title
source: Isolation period usually lasts 14 days until symptoms and signs subside.
hu: Az izolációs időszak várhatólag 14 nappal a tünetek enyhülése után ér véget. Az izoláció időtartamát háziorvosa határozza meg.
it: Il periodo di isolamento dovrebbe terminare 14 giorni dopo la scomparsa dei sintomi e dei segni

# Home_Thank_You_Card_Contacts_Item_Title
source: The duration of the isolation shall be determined by your GP.
hu: A betegség súlyosbodása esetén telefonon konzultáljon a háziorvosával vagy az ügyeletes orvossal.
it: La durata dell’isolamento è decisa dal vostro medico curante.

# Home_Thank_You_Card_App_Item_Title
source: In case your disease worsens, please call your selected GP or an emergency doctor.
it: In caso di peggioramento della malattia consulta telefonicamente il medico generico o il medico di turno

# Home_Thank_You_Card_NoSymptoms_Item_Title
source: In case of emergencies, call 112. Tell them that you have a confirmed SARS-CoV-2 infection.
hu: Vészhelyzetben hívja a 112-es számot! Mondja el, hogy Önnél megerősítették a SARS-CoV-2 fertőzést!
it: In caso di emergenza chiama il 112. Di' che ti è stata diagnosticata un'infezione da SARS-CoV-2

# Home_Finding_Positive_Card_Title
source: Notify others
hu: Értesítsen másokat!
it: Avvisa gli altri

# Home_Finding_Positive_Card_Status_Title
source: You were tested positive with SARS-CoV-2
hu: Megerősítésre került, hogy Ön SARS-CoV-2 vírussal fertőződött meg.
it: Ti hanno confermato un'infezione da virus SARS-CoV-2.

# Home_Finding_Positive_Card_Note_Title
source: Please note:
hu: Ne felejtse:
it: Ricorda:

# Home_Finding_Positive_Card_Home_Item_Title
source: Please, follow the isolation instructions received from your healthcare provider.
hu: Tartsa be az egészségügyi szolgálattól kapott, izolációra vonatkozó utasításokat!
it: Segui le istruzioni per l'isolamento ricevute dal servizio sanitario

# Home_Finding_Positive_Card_Share_Item_Title
source: Share your daily keys so that others can be warned.
hu: Ossza meg a véletlenszerű azonosítóit, hogy figyelmeztessen másokat!
it: Condividi le tue chiavi giornaliere in modo da poter avvisare gli altri

# Home_Finding_Positive_Card_Button
source: Next
hu: Tovább
it: Avanti

# Home_SubmitCard_Title
source: Have you been tested?
hu: Elvégezték Önnél a tesztet?
it: Sei stato testato?

# Home_SubmitCard_Body
source: Help break chain of infection by notifying others.
hu: Mások értesítésével segítsen megszakítani a fertőzési láncot!
it: Aiuta a spezzare la catena di trasmissione delle infezioni informando gli altri

# Home_SubmitCard_Button
source: Input the test result
hu: Vigye be a fertőzés megerősítését!
it: Inserisci la diagnosi dell’infezione

# Home_InfoCard_ShareTitle
source: Share the #OstaniZdrav App
hu: Ossza meg az #OstaniZdrav alkalmazást!
it: Condividi l'app #OstaniZdrav

# Home_InfoCard_ShareBody
source: The more people who use the app, the faster we can break the chain of infection. Please invite your family and friends to download the app.
hu: Minél többen használják az alkalmazást, annál gyorsabban megszakíthatjuk a fertőzések terjedési láncát. Kérjük, ajánlja az alkalmazást rokonainak és barátainak!
it: Più sono gli utenti dell'app, più velocemente interromperemo la catena di trasmissione delle infezioni. Invita i tuoi parenti e amici a scaricare l'app.

# Home_InfoCard_AboutTitle
source: More about #OstaniZdrav App
hu: Több információ az #OstaniZdrav alkalmazásról
it: Maggiori informazioni sull’app #OstaniZdrav

# Home_InfoCard_AboutBody
source: More about the #OstaniZdrav App. You will be forwarded to an external website.
hu: Az #OstaniZdrav alkalmazással kapcsolatban további információkat a gov.si weboldalon talál. Átirányítjuk külső weboldalra.
it: Maggiori informazioni sull'app #OstaniZdrav potete trovarle sul sito gov.si. Ti reindirizzeremo a un sito web esterno.

# Home_SettingsCard_Title
source: Settings
hu: Beállítások
it: Impostazioni

# Home_AppInformationCard_Title
source: App Information
hu: Információk az alkalmazásról
it: Informazioni sull'app

# Home_AppInformationCard_Version
source: Version
hu: Verzió
it: Versione

# App_Information_About_Navigation
source: About the App
hu: Az alkalmazásról
it: Sull'app

# App_Information_About_Title
source: Let's fight COVID-19 together
hu: Védjük magunkat és másokat a COVID-19-cel szemben!
it: Proteggiamo noi stessi e gli altri dal COVID-19

# App_Information_About_Description
source: The National Institute of Public Health (NIJZ) is the central institution for health protection in Slovenia. The NIJZ provides professional or content support to the application, which is managed and maintained by the Ministry of Public Administration of the Republic of Slovenia. With the help of the application, we can further limit the spread of SARS-CoV-2 in addition to hygienic preventive measures: social distancing, hygiene behaviour and face masks.
hu: Az Országos Népegészségügyi Intézet (NIJZ) központi egészségvédelmi intézmény Szlovéniában. A Népegészségügyi Intézet szakmai, illetve tartalmi támogatást nyújt az alkalmazáshoz, amelyet a Szlovén Köztársaság Közigazgatási Minisztériuma üzemeltet és tart fenn. A SARS-CoV-2 fertőzés megelőzésére irányuló megfékező intézkedések következetes betartása mellett, az alkalmazás segítségével tovább korlátozhatjuk a betegség terjedését.
it: L'Istituto nazionale di sanità pubblica (NIJZ) è l'istituzione centrale per la protezione della salute in Slovenia. L'NIJZ fornisce supporto professionale ossia di contenuto per l'app, che è gestita e mantenuta dal Ministero della pubblica amministrazione della Repubblica di Slovenia. Oltre alla stretta aderenza alle misure preventive per prevenire l'infezione da SARS-CoV-2, grazie all'app possiamo limitare ulteriormente la diffusione della malattia.

# App_Information_About_Text
source: Whoever uses the app helps to trace and break the chain of infection. The app saves encounters with other people locally on your device. You are notified if you have encountered people who were later diagnosed with SARS-CoV-2. Your identity and privacy are always protected.
hu: Bárki, aki az alkalmazást használja, segít a fertőzések követésében és a terjedési lánc megszakításában. Az alkalmazás a más készülékekkel való kontaktusokat az Ön saját készülékén tárolja el. Az alkalmazás értesíti, ha érintkezett olyan emberekkel, akiknél később megerősítették, hogy SARS-CoV-2-fertőzésben betegedtek meg. Az Ön személyazonossága és magánélete mindig védett.
it: Chi utilizza l'app aiuta a monitorare e a interrompere la catena di trasmissione delle infezioni. L'app memorizza i contatti con altri dispositivi localmente sul dispositivo. L'app ti avvisa se sei stato in contatto con persone che sono state successivamente confermate infette dal SARS-CoV-2. La tua identità e privacy sono sempre protette

# App_Information_FAQ_Navigation
source: More about the #OstaniZdrav App
hu: További információk az #OstaniZdrav alkalmazásról
it: Maggiori informazioni sull’app #OstaniZdrav

# App_Information_Contact_Navigation
source: Single Contact Centre
hu: Ügyfélszolgálat
it: Call center unico

# App_Information_Contact_ImageDescription
source: One man is wearing a headset while he is telephoning.
hu: Egy férfi telefonálás közben mikrofonos fejhallgatóval.
it: Un uomo ha auricolari e microfono sulla testa mentre fa una telefonata.

# App_Information_Contact_Title
source: How can we help you?
hu: Miben segíthetünk?
it: Come possiamo aiutarti?

# App_Information_Contact_Description
source: For questions about the #OstaniZdrav App, please contact our customer service.
hu: Ha technikai kérdései vannak az #OstaniZdrav alkalmazásról, hívja az ügyfélszolgálatunkat.
it: Se hai domande tecniche sull'app #OstaniZdrav chiama il Call center unico.

# App_Information_Contact_Hotline_Title
source: Single Contact Centre
hu: Ügyfélszolgálat
it: Call center unico

# App_Information_Contact_Hotline_Description
source: Our customer service is here to help.
hu: Ügyfélszolgálatunk felhasználóink számára nyújt segítséget.
it: Il nostro call center unico per il servizio utenti è a tua disposizione per offrirti assistenza.

# App_Information_Contact_Hotline_Terms
source: Languages: Slovene and English Business hours: Monday to Sunday: 8am - 8pm The call is free of charge. For calls from abroad: +386 1 478 7557
hu: Nyelvek: szlovén és angol Munkaidő: Hétfőtől vasárnapig: 8:00 –20:00 Hívása díjmentes Külföldi hívások: +386 1 478 7557
it: Lingue: sloveno e inglese Orario di lavoro: Da lunedì a domenica: dalle 8:00 alle 20:00 La chiamata è gratuita nChiamate dall'estero: +386 1 478 7557

# App_Information_Imprint_Navigation
source: Imprint
hu: Impresszum
it: Impressum

# App_Information_Imprint_ImageDescription
source: One person is holding a device with a lot of text on the screen. Next to the text is a section symbol representing the imprint.
hu: Egy személy készüléket tart a kezében, hosszú szöveggel a képernyőn. A szöveg mellett bekezdésjelző látható, ami az impresszumot jelképezi.
it: Una persona sta tenendo in mano un dispositivo con molto testo sullo schermo. Accanto al testo c'è un segno per l'inizio del paragrafo che rappresenta l'impressum.

# App_Information_Imprint_Section1_Title
source: Published by
hu: Kiadta
it: Pubblicato da

# App_Information_Imprint_Section2_Title
source: The #OstaniZdrav App is provided by the National Institute of Public Health (NIJZ) and the Ministry of Public Administration (MJU), with the NIJZ taking care of the content of the application and the MJU the technical part. Both are thus common data controllers, which are processed within the #OstaniZdrav App.
hu: Az '#OstaniZdrav' alkalmazást az Országos Népegészségügyi Intézet és a Közigazgatási Minisztérium készítette. A Népegészségügyi Intézet az alkalmazás tartalmi részéről gondoskodik, a Közigazgatási Minisztérium pedig a műszaki részéért. Mindkét intézmény az #OstaniZdrav alkalmazáson keresztül kezelt adatok közös adatkezelője
it: L'applicazione #OstaniZdrav è stata preparata dall'Istituto Nazionale di Sanità Pubblica NIJZ) e dal Ministero della Pubblica Amministrazione (MJU): l'NIJZ si è occupato del contenuto della domanda e l'MJU si è occupato della parte tecnica. Entrambi sono corresponsabili del trattamento dei dati che vengono elaborati all'interno dell'app #OstaniZdrav

# App_Information_Imprint_Section3_Title
source: Contact
hu: Kapcsolat
it: Contatto

# App_Information_Imprint_Section3_Text
source: E-Mail: ekc@gov.si Telephone: 080 1787 From abroad: +386 1 478 7557
hu: E-mail cím: ekc@gov.si Tel. sz..: 080 1787;külföldről: +386 1 478 7557
it: E-mail: ekc@gov.si Tel.: 080 1787; Dall'estero: +386 1 478 7557

# App_Information_Legal_Navigation
source: Legal Notices
hu: Jogi közlemények
it: Note legali

# App_Information_Privacy_Navigation
source: Data Privacy
hu: Adatvédelem
it: Privacy

# App_Information_Legal_ImageDescription
source: One person is holding a device with a lot of text on the screen. Next to the text is a balance scale, which is the symbol for legal notices
hu: Egy személy készüléket tart a kezében, hosszú szöveggel a képernyőn. A szöveg mellett mérleg látható, ami a jogi közleményeket jelképezi
it: Una persona sta tenendo in mano un dispositivo con molto testo sullo schermo. Accanto al testo c'è una bilancia, che è il simbolo per le note legali

# App_Information_Privacy_Title
source: Data Privacy
hu: Adatvédelem
it: Privacy

# App_Information_Privacy_Description
source: You remain anonymous. Your data is completely encrypted and transmitted under a pseudonym.
hu: Az ön anonimitása biztosított. Adatai teljes egészében titkosítottak és álnevesítve kerülnek továbbításra.
it: Rimarrete anonimi. I vostri dati sono completamente crittografati e vengono trasmessi sotto pseudonimo

# App_Information_Terms_Navigation
source: Terms of Use
hu: Használati feltételek
it: Condizioni d'uso

# App_Information_Terms_ImageDescription
source: One person is holding a device with a lot of text on the screen. Next to the text is a tick, which is the symbol for accepting the Terms of Use.
hu: Egy személy készüléket tart a kezében, hosszú szöveggel a képernyőn. A szöveg mellett pipajel látható, ami a használati feltételek elfogadását jelképezi.
it: Una persona sta tenendo in mano un dispositivo con molto testo sullo schermo. Accanto al testo c'è un segno di spunta, che è il simbolo per accettare le condizioni d'uso.

# App_Information_Terms_Title
source: Terms of Use
hu: Használati feltételek
it: Condizioni d'uso

# InviteFriends_NavTitle
source: Share the #OstaniZdrav App
hu: Ossza meg az #OstaniZdrav alkalmazást
it: Condividi l'app #OstaniZdrav

# InviteFriends_Title
source: Let's fight COVID-19 together
hu: Védjük magunkat és másokat a COVID-19-cel szemben!
it: Proteggiamo noi stessi e gli altri dal COVID-19

# InviteFriends_Description
source: The more people who use the app, the faster we can break the chain of infection. Please invite your family and friends to download the app.
hu: Minél többen használják az alkalmazást, annál gyorsabban megszakíthatjuk a fertőzések terjedési láncát. Kérjük, ajánlja az alkalmazást rokonainak és barátainak!
it: Più sono gli utenti dell'app, più velocemente interromperemo la catena di trasmissione delle infezioni. Invita i tuoi parenti e amici a scaricare l'app.

# InviteFriends_Button
source: Send Download Link
hu: Küldje el a linket az alkalmazás letöltéshez.
it: Invia il link per il download dell’app.

# InviteFriends_ShareTitle
source: Fighting COVID-19 together. I'm in on this, you too?
hu: Együtt a COVID-19 ellen. Én közreműködök, és Ön?
it: Insieme contro il COVID-19. Io collaboro, e tu?

# InviteFriends_ShareUrl
source: https://www.gov.si/en/topics/coronavirus-disease-covid-19/the-ostanizdrav-mobile-application/
hu: https://www.gov.si/hu/temak/covid-19-jarvany/mobilna-aplikacija-ostanizdrav/
it: https://www.gov.si/it/argomenti/sars-cov-2/app-mobile-ostanizdrav/

# InviteFriends_Illustration_Label
source: A man is sharing the #OstaniZdrav App with four other people.
hu: Egy férfi megosztja az #OstaniZdrav« alkalmazást négy más személlyel.
it: Un signore condivide l'app #OstaniZdrav con altre quattro persone.

# Reset_NavTitle
source: Reset App
hu: Az alkalmazás alaphelyzetbe állítása
it: Resetta l’app

# Reset_Header1
source: Are you sure you want to reset the App?
hu: Biztos benne, hogy alaphelyzetbe szeretné állítani az alkalmazást?
it: Sicuro di voler resettare l'app?

# Reset_Descrition1
source: You will no longer be notified of your exposures and you will no longer be able to warn other users.
hu: Nem fog több kitettségi értesítést kapni és nem tudja figyelmeztetni a többi felhasználót.
it: Non riceverai più avvisi di esposizione e non sarai più in grado di avvisare gli altri utenti.
