Repository: si-covid-19/ostanizdrav-ios-1.3.1
Catalog: src/xcode/ENA/ENA/Resources/Localization/*.lproj/Localizable.strings
Languages: hu, it

# ExposureSubmission_Submit
source: Enter TAN
hu: A SARS-CoV-2 fertőzésre vonatkozó adatot a TAN-szám alkalmazásba való bevitelével osztja meg
it: Condividi il dato sull’infezione da SARS-CoV-2 con l’inserimento del numero TAN nell’applicazione.

# ExposureSubmissionTanEntry_Title
source: TAN Entry
hu: TAN-szám bevitele
it: Inserimento del numero TAN

# ExposureSubmissionTanEntry_EntryField
source: TAN Entry Field
hu: Szövegmező a TAN-szám beviteléhez
it: Campo per l'inserimento del numero TAN

# ExposureSubmissionTanEntry_Description
source: Please enter the 10-digit TAN that you were given.
hu: Vigye be a kapott, tízjegyű TAN-számot!
it: Inserisci il numero TAN di 10 cifre che hai ricevuto

# ExposureSubmissionTanEntry_Submit
source: Next
hu: Tovább
it: Avanti

# ExposureSubmissionTanEntry_InvalidCharacterError
source: Invalid entry, please check your entry.
hu: Érvénytelen TAN-szám, ellenőrizze a bevitelt.
it: Numero TAN non valido, controlla l'inserimento.

# ExposureSubmissionTanEntry_InvalidError
source: Invalid TAN, please check your entry.
hu: Érvénytelen TAN-szám, ellenőrizze a bevitelt.
it: Numero TAN non valido, controlla l'inserimento.

# ExposureSubmissionConfirmation_Title
source: Positive test result
hu: Pozitív teszteredmény
it: Risultato del test positivo

# ExposureSubmission_GeneralErrorTitle
source: Error
hu: Hiba
it: Errore

# ExposureSubmission_DispatchTitle
source: Selection
hu: Kínálat
it: Scelta

# ExposureSubmissionDispatch_TANButtonDescription
source: Enter your TAN
hu: Vigye be a TAN-számot!
it: Inserisci il numero TAN.

# ExposureSubmissionDispatch_HotlineButtonPositiveWord
source: Positive
hu: Pozitív
it: Positivo

# ExposureSubmissionHotline_iconAccessibilityLabel1
source: Step 1 of 2
hu: az első lépés a kettőből
it: Passaggio 1 di 2

# ExposureSubmissionHotline_iconAccessibilityLabel2
source: Step 2 of 2
hu: a második lépés a kettőből
it: Passaggio 2 di 2

# ExposureSubmission_TANInputButtonTitle
source: Enter TAN
hu: Vigye be a TAN-számot!
it: Inserisci il numero TAN

# ExposureSubmissionSuccess_Title
source: Thank you!
hu: Köszönjük!
it: Grazie!

# ExposureSubmissionSuccess_AccImageDescription
source: Everyone in the group is cheering because someone has shared their test result.
hu: A csoportban mindenki örül, mert valaki megosztotta a fertőzésére vonatkozó adatot.
it: Tutto il gruppo si rallegra che qualcuno abbia condiviso il risultato del proprio test.

# ExposureSubmissionSuccess_Button
source: That’s it!
hu: Befejezve
it: Terminato.

# ExposureSubmissionSuccess_Description
source: Thanks to your support, other people can now be warned and respond appropriately.
hu: Közreműködése rendkívül értékes! Most mások figyelmeztetést kaphatnak, és megfelelően reagálhatnak.
it: Il tuo contributo è prezioso. Grazie per l'aiuto. Ora gli altri possono ricevere un avviso e rispondere di conseguenza.

# ExposureSubmissionSuccess_subTitle
source: Other information:
hu: Egyéb információk:
it: Altre informazioni:

# ExposureSubmissionSuccess_listTitle
source: Please note:
hu: Ne felejtse:
it: Ricorda:

# ExposureSubmissionSuccess_listItem2
source: You are diagnosed with SARS-CoV-2. Follow the isolation instructions received from your healthcare provider.
hu: Önnél megerősítették a SARS-CoV-2 fertőzést. Kövesse az egészségügyi szolgáltatótól kapott, az izolációra vonatkozó utasításokat.
it: Ti è stata diagnosticata un'infezione da SARS-CoV-2. Segui le istruzioni di isolamento ricevute dal servizio sanitario.

# ExposureSubmissionSuccess_listItem2_1
source: Isolation period usually lasts 14 days until symptoms and signs subside. The duration of the isolation shall be determined by your GP.
hu: Az izolációs időszak várhatólag 14 nappal a tünetek enyhülése után ér véget. Az izoláció időtartamát háziorvosa határozza meg.
it: Il periodo di isolamento dovrebbe terminare 14 giorni dopo la scomparsa dei sintomi e dei segni. La durata dell'isolamento è valutata dal tuo medico generico.

# ExposureSubmissionSuccess_listItem2_2
source: In case your disease worsens, please call your selected GP or an emergency doctor.
hu: A betegség súlyosbodása esetén telefonon konzultáljon a háziorvosával vagy az ügyeletes orvossal. Vészhelyzetben hívja a 112-es számot. Mondja el, hogy Önnél megerősítették a SARS-CoV-2 fertőzést!
it: In caso di peggioramento della malattia consulta telefonicamente il medico generico o il medico di turno.

# ExposureSubmissionSuccess_listItem2_3
source: In case of emergencies, call 112.
hu: Sürgős esetben tárcsázza a 112-es segélyhívószámot!
it: In caso di emergenza chiama il 112.

# ExposureSubmissionSuccess_listItem2_4
source: Tell them that you have a confirmed SARS-CoV-2 infection.
hu: Mondja el, hogy önnél bebizonyult, hogy SARS-CoV-2 fertőzése van!
it: Di' loro che ti è stata diagnosticata l'infezione da SARS-CoV-2.

# ExposureSubmissionIntroduction_Title
source: Have you been tested?
hu: Önnél elvégezték a tesztet?
it: Hai fatto il test?

# ExposureSubmissionIntroduction_AccImageDescription
source: A device is transmitting an encrypted positive test diagnosis to the system.
hu: A készülék a megerősített SARS-CoV-2-fertőzés alapján, a titkosított értesítést közvetíti a rendszerbe.
it: Il dispositivo trasmette al sistema un messaggio crittografato sulla base di un'infezione SARS-CoV-2 confermata.

# ExposureSubmissionIntroduction_Usage01
source: For the app to work well, we are relying on the support of people who were infected with SARS-CoV-2.
hu: Ahhoz, hogy az alkalmazás jól működjön, számítunk azoknak a támogatására, akiknél megerősítést nyert, hogy SARS-CoV-2-fertőzöttek.
it: Affinché l'app funzioni correttamente ci affidiamo al supporto delle persone cui è stata confermata l'infezione da SARS-CoV-2.

# ExposureSubmissionIntroduction_Usage02
source: Since only encrypted random IDs are exchanged, you remain anonymous. You can now proceed as follows:
hu: Mivel csak véletlenszerű azonosítók cseréje zajlik, az Ön anonimitása biztosított. Folytassa az alábbiak szerint:
it: Dato che vengono scambiati solo codici di trasmissione casuali rimarrai anonimo. Puoi procedere come segue:

# ExposureSubmissionIntroduction_ListItem1
source: If you have been infected with SARS-CoV-2, you can notify others.
it: Se ti è stata diagnosticata l'infezione da SARS-CoV-2 puoi avvisare altri.

# ExposureSubmissionResult_Title
source: Thank you for your submission
it: Grazie per l’inserimento

# ExposureSubmissionResult_CardPositive
source: Positive
hu: Pozitív.
it: Positivo

# ExposureSubmissionResult_testAdded
source: TAN added successfully
hu: A Tan-szám bevitelét sikeresen naplózták.
it: L’inserimento del TAN è stato registrato con successo.

# ExposureSubmissionResult_testAddedDesc
source: Your diagnosis has been successfully stored in the #OstaniZdrav App.
hu: Sikeresen bevitte az alkalmazásba a fertőzés megerősítését.
it: Hai inserito con successo la diagnosi dell’infezione nell’app.

# ExposureSubmissionResult_warnOthers
source: Warning Others
hu: Mások figyelmeztetése
it: Avviso agli altri

# ExposureSubmissionResult_warnOthersDesc
source: Tap “Next” and warn others.
hu: Koppintson a »Tovább« gombra és figyelmeztessen másokat!
it: Clicca “Avanti” e avvisa gli altri.

# ExposureSubmissionResult_testPositive
source: Let's make sure others stay healthy.
hu: Naj drugi ostanejo zdravi
it: Che gli altri rimangano sani

# ExposureSubmissionResult_testPositiveDesc
source: Share you daily keys from the last 14 days to protect others and break the chain of infection.
hu: Ossza meg az elmúlt 14 nap véletlenszerű azonosítót, hogy védjen másokat és megszakítsa a fertőzési láncot!
it: Condividi le chiavi giornaliere dei precedenti 14 giorni per proteggere gli altri e interrompere la catena di trasmissione delleinfezioni

# ExposureSubmissionResult_continueButton
source: Next
hu: Tovább
it: Avanti

# ExposureSubmissionResult_refreshButton
source: Update
hu: Frissítés
it: Aggiornamento

# ExposureSubmissionWarnOthers_title
source: Warning Others
hu: Mások figyelmeztetése
it: Avviso agli altri

# ExposureSubmissionWarnOthers_continueButton
source: Accept
hu: Elfogad
it: Accetta

# ExposureSubmissionWarnOthers_sectionTitle
source: Please help all of us!
hu: Kérjük, segítsen mindannyiunknak.
it: Aiuta tutti noi.

# ExposureSubmissionWarnOthers_description
source: You can make sure that the #OstaniZdrav App shares your daily keys for the last 14 days with others. By doing this, you can warn other people and help to break the chain of infection. Since only impersonal daily keys are transmitted, your identity remains anonymous.
hu: Engedélyezheti, hogy az #OstaniZdrav alkalmazás megossza az elmúlt 14 nap véletlenszerű azonosítóit. Ezzel figyelmeztethet másokat és elősegítheti a fertőzési lánc megszakítását Mivel csak véletlenszerű azonosítók kerülnek megosztásra, az ön kiléte ismeretlen marad.
it: Consenti quindi all'app #OstaniZdrav di condividere le tue chiavi giornaliere casuali degli ultimi 14 giorni con gli altri. In questo modo allerterai altre persone e aiuterai a spezzare la catena di trasmissione delle infezioni. Si trasmettono solo chiavi giornaliere casuali impersonali, quindi la tua identità rimarrà anonima.

# ExposureSubmissionWarnOthers_dataPrivacyDescription
source: By tapping on “Accept”, you consent to the App sending your daily keys from the last 14 days, so that other App users who have enabled the exposure logging feature can be automatically notified that they may have been exposed to risk of infection with SARS-CoV-2. The daily keys transmitted for this purpose do not contain any information that would allow conclusions to be drawn about your identity or your person. Sharing your positive diagnosis via the App is voluntary. You will not be penalised if you do not submit this information. Since it is not possible to trace or check whether and how you use the App, nobody but you will know whether you have shared the information that you are infected with SARS-CoV-2. You can withdraw your consent at any time by deleting the App. This withdrawal of your consent will not affect the lawfulness of the processing carried out based on the consent prior to the withdrawal. Further information can be found in the menu under “Data Privacy”
hu: Az „Elfogad” gombra kattintva elküldi beleegyezését, amely lehetővé teszi, hogy az alkalmazás az elmúlt 14 nap során kapott véletlenszerű azonosítóit továbbítsa a szerverrendszerbe. Így más felhasználók, akik engedélyezték a kitettség naplózási funkciót, automatikus értesítést kaphatnak arról, hogy esetleg ki voltak-e téve SARS-CoV-2 fertőzéskockázatnak. Az erre a célra továbbított véletlenszerű azonosítók nem tartalmaznak olyan információt, amely alapján személyazonosságáról vagy önről, személyhez kötődő feltételezéseket lehetne levonni. A fertőzésre vonatkozó információ megosztása az alkalmazásban önkéntes alapon történik. Nem büntetik Önt, ha nem osztja meg ezeket az információkat. Mivel nem lehet nyomon követni vagy ellenőrizni, hogy Ön használja-e az alkalmazást, vagy hogyan használja, az Ön kivételével, senki sem fogja tudni, hogy megadta-e a fertőzésére vonatkozó információkat. Az alkalmazás törlésével bármikor visszavonhatja hozzájárulását. A hozzájárulás visszavonása nem befolyásolja a hozzájárulása alapján a hozzájárulás visszavonása előtt zajlott feldolgozás jogszerűségét. További információk a menüben, az »Adatvédelem « címsor alatt találhatók.
it: Cliccando su 'Accetta' invierai il tuo consenso, che consente all'app di inoltrare al sistema del server le chiavi giornaliere casuali dei 14 giorni precedenti. Ciò consente ad altri utenti che hanno abilitato la funzionalità di registrazione dell'esposizione di ricevere avvisi automatici sul fatto che potrebbero essere stati esposti al SARS-CoV.2. Le chiavi giornaliere casuali trasmesse per questo scopo non contengono alcuna informazione che possa portare a una conclusione sulla tua identità o su di te come persona. La condivisione dell’informazione relativa all’infezione nell'applicazione è volontaria. Se non inserisci l’informazione non subirai sanzioni. Dato che non è possibile tracciare o verificare se stai utilizzando l'app o come la stai utilizzando, nessuno tranne te saprà se hai inserito informazioni sul fatto che sei infetto. Puoi revocare il tuo consenso in qualsiasi momento eliminando l'applicazione. La revoca del consenso non pregiudica la liceità del trattamento che è stato effettuato sulla base del consenso prima della revoca di quest’ultimo. Ulteriori informazioni si trovano nel menù alla voce 'Privacy'.

# ExposureSubmissionWarnOthers_dataPrivacyTitle
source: Data Privacy
hu: Adatvédelem
it: Privacy

# ExposureSubmissionResult_RegistrationDate
source: Submitted on
hu: Bevitel dátuma
it: Inserito il giorno

# ExposureSubmissionError_NoKeys
source: No diagnosis key is available. Please try again tomorrow.
hu: A diagnosztikai kulcs nem áll rendelkezésre. Próbálkozzon újra holnap!
it: Tasto della diagnostica non disponibile. Riprova domani.

# ExposureSubmissionError_InvalidTan
source: The generated TAN is invalid for submission. Please, check your entry or contact the epidemiological service.
hu: A generált TAN-szám nem érvényes leadásra. Hívja fel a járványügyi szolgálatot!
it: Il numero TAN generato non è valido per l'invio. Chiama il servizio epidemiologico.

# ExposureSubmissionError_EnNotEnabled
source: Exposure logging is not active
hu: A kitettség naplózás nincs aktiválva.
it: La registrazione dell'esposizione non è attivata.

# ExposureSubmissionError_NoRegistrationToken
source: No registration token could be found on the device.
hu: A készüléken nem találunk semmilyen regisztrációs zsetont.
it: Nel dispositivo non troviamo alcun gettone di registrazione.

# ExposureSubmissionError_InvalidResponse
source: The response cannot be processed.
hu: A választ nem tudjuk feldolgozni.
it: Non possiamo elaborare la risposta.

# ExposureSubmissionError_NoResponse
source: The response has no content.
hu: A válasz tartalom nélküli.
it: La risposta è priva di contenuto.

# ExposureSubmissionError_TeleTanAlreadyUsed
source: The TAN is invalid or has been used already. Please try again or contact your epidemiological service.
hu: A TAN-szám érvénytelen vagy már felhasználták. Próbálkozzon újra vagy vegye fel a kapcsolatot a járványügyi szolgálattal!
it: Il numero TAN non è valido o è già stato utilizzato. Riprova o contatta il servizio epidemiologico.

# ExposureSubmissionError_other
source: A connection error occurred. Error code for technical support:
hu: Hiba történt a kapcsolatban. Hibakód a műszaki szolgálat részére:
it: Si è verificato un errore di connessione. Codice di errore per il supporto tecnico:

# ExposureSubmissionError_otherend
source: Please try again.
hu: Próbálkozzon újra!
it: Prova di nuovo.

# ExposureSubmissionError_httpError
source: The connection could not be established.
hu: Nem sikerül kapcsolatot létesítenünk.
it: Non è stato possibile stabilire una connessione.

# ExposureSubmissionError_declined
source: Please release your daily keys to warn other people.
hu: Ossza meg a véletlenszerű azonosítóit, hogy figyelmeztessen másokat!
it: Rilascia le tue chiavi giornaliere casuali per avvisare altre persone.

# ExposureSubmissionError_unknown
source: Unknown error
hu: Ismeretlen hiba
it: Errore sconosciuto

# ExposureSubmissionError_defaultError
source: General exposure submission error
hu: Általános hiba a kitettség leadásnál
it: Errore generico nell'invio dell'esposizione

# ExposureNotificationSetting_TracingSettingTitle
source: Exposure Logging
hu: Kitettség naplózás
it: Registrazione dell'esposizione

# ExposureNotificationSetting_EnableTracing
source: Exposure Logging
hu: Kitettség naplózás
it: Registrazione dell'esposizione

# ExposureNotificationSetting_Tracing_Limited
source: Restricted
hu: Korlátozott
it: Limitata

# ExposureNotificationSetting_Tracing_Deactivated
source: Deactivated
hu: Kikapcsolva
it: Esclusa.

# ExposureNotificationSetting_ActionCell_Header
source: Setting
hu: Beállítás
it: Impostazioni

# ExposureNotificationSetting_DescriptionTitle_Inactive
source: Activate Exposure Logging
hu: Aktiválja a kitettség naplózást
it: Attiva la registrazione dell'esposizione

# ExposureNotificationSetting_DescriptionTitle
source: This is how your exposure logging works
hu: Így működik a kitettség naplózás
it: La registrazione dell'esposizione funziona così

# ExposureNotificationSetting_DescriptionText1
source: To identify whether you are at risk of infection SARS-CoV-2, you must activate the exposure logging feature.
hu: Ha szeretné megtudni, hogy ki volt-e téve SARS-CoV-2-nek, be kell kapcsolnia a kitettség naplózás funkciót az alkalmazásban.
it: Per determinare se sei stato esposto al SARS CoV-2 devi attivare la funzionalità di registrazione dell'esposizione.

# ExposureNotificationSetting_DescriptionText2
source: Exposure logging works by your device receiving, via Bluetooth, encrypted random IDs of other users and passing your own random ID to their devices. This feature can be deactivated at any time.
hu: A kitettség naplózás úgy működik, hogy a készüléke a Bluetooth-on keresztül fogadja más felhasználók véletlenszerű azonosítóit, az ön véletlenszerű azonosítóját pedig megküldi más készülékeknek. Ezt a funkciót bármikor kikapcsolhatja
it: La registrazione dell'esposizione funziona così: il tuo dispositivo riceve codici di trasmissione casuale da altri utenti tramite Bluetooth e inoltra i codici di trasmissione casuale ai loro dispositivi. Puoi disattivare questa funzionalità in qualsiasi momento.

# ExposureNotificationSetting_DescriptionText3
source: The encrypted random IDs only pass information about date, duration and proximity (using signal strength) to other people. Personal data such as name, address, location is never recorded. Individuals cannot be identified.
hu: A véletlenszerű átviteli kódokkal csak a dátumra, időtartamra és más személyek közelségére vonatkozó információt közölnek, amelyet a jelerősséggel számítanak ki. A személyes adatokat, így a nevet, a címet és a helyszínt sohasem rögzítik. Az egyének kilétét nem lehet megállapítani.
it: I codici di trasmissione casuale forniscono solo informazioni sulla data, la durata e la vicinanza ad altre persone, che viene calcolata utilizzando la potenza del segnale Bluetooth. I dati personali come nome, indirizzo e posizione non vengono registrati. La persona non può essere identificata.

# ExposureNotificationSetting_Activate_Bluetooth
source: Turn on Bluetooth
hu: Kapcsolja be a Bluetooth-t!
it: Attiva il Bluetooth.

# ExposureNotificationSetting_Bluetooth_Description
source: Bluetooth must be turned on for exposure logging in order to log encounters. Please turn on Bluetooth in your device settings.
hu: A kontaktnaplózáshoz be kell kapcsolni a Bluetooth-t. Kapcsolja be a Bluetooth-t készüléke beállításaiban!
it: Per registrare i contatti deve essere attivato il Bluetooth per registrare l'esposizione. Attiva il Bluetooth nelle impostazioni del tuo dispositivo.

# ExposureNotificationSetting_Activate_Internet
source: Open Internet connection
hu: Nyissa meg a Kapcsolatokat!
it: Apri le connessioni

# ExposureNotificationSetting_Internet_Description
source: Exposure logging requires an Internet connection to assess exposures. Please turn on Wi-Fi or mobile data in your device settings.
hu: A kitettség értékeléséhez internet kapcsolat szükséges. Kapcsolja be a vezeték nélküli kapcsolatot vagy a mobil adatátvitelt készüléke beállításaiban!
it: Per valutare il rischio con la registrazione dell'esposizione è necessaria una connessione Internet. Attiva i dati wireless o mobili nelle impostazioni del tuo dispositivo.

# ExposureNotificationSetting_Detail_Action_Button
source: Open Device Settings
hu: Nyissa meg a készülék beállításait.
it: Apri le impostazioni del dispositivo

# ExposureNotificationSetting_Activate_OSENSetting
source: Enable COVID-19 Exposure Logging and Notifications
hu: Engedélyezze a naplózást és a COVID-19-nek való kitettségről szóló értesítéseket!
it: Consenti la registrazione e gli avvisi sull'esposizione al COVID-19.

# ExposureNotificationSetting_Activate_OSENSetting_Description
source: For assessing the risk of infection, COVID-19 exposure logging and notifications must be activated in the system settings so that encounters can be logged. Please enable “COVID-19 Exposure Logging and Notifications” in your system settings.
hu: A kitettség naplózáshoz a rendszerbeállításoknál aktiválnia kell a COVID-19-nek való kitettségre vonatkozó naplózást és a kitettségről szóló értesítést, hogy működhessen a kontaktnaplózás. A rendszerbeállításoknál engedélyezze a »Naplózást és a COVID-19-nek való kitettségről szóló értesítéseket!«. (Privacy > Health)
it: Per la registrazione dell'esposizione è necessario attivare la registrazione e gli avvisi sull'esposizione al COVID-19 nelle impostazioni di sistema, in modo che i contatti possano essere registrati. Abilita 'Registrazione e avvisi sull'esposizione al COVID-19' (Privacy>Health)

# ExposureNotificationSetting_ParentalControls_OSENSetting
source: Enable COVID-19 Exposure Logging and Notifications
hu: Engedélyezd a naplózást és a COVID-19-nek való kitettségről szóló értesítéseket
it: Consenti la registrazione e gli avvisi sull'esposizione al COVID-19

# ExposureNotificationSetting_ParentalControls_OSENSetting_Description
source: For exposure logging, COVID-19 exposure logging and notifications must be activated in the system settings so that encounters can be logged. Please enable “COVID-19 Exposure Logging and Notifications” in your system settings (Privacy > Health).
hu: A kitettség naplózáshoz a rendszerbeállításoknál aktiválnia kell a COVID-19-nek való kitettségre vonatkozó naplózást és a kitettségről szóló értesítést, hogy működhessen a kontaktnaplózás. A rendszerbeállításoknál engedélyezze a »Naplózást és a COVID-19-nek való kitettségről szóló értesítéseket!«.
it: Per la registrazione dell'esposizione è necessario attivare la registrazione e gli avvisi sull'esposizione al COVID-19 nelle impostazioni di sistema, in modo che i contatti possano essere registrati. Abilita 'Registrazione e avvisi sull'esposizione al COVID-19' nelle impostazioni di sistema.

# ExposureNotificationSetting_AuthorizationRequired_OSENSetting
source: Authorization required
hu: Engedélyezés szükséges
it: È necessaria l'autorizzazione

# ExposureNotificationSetting_AuthorizationRequired_OSENSetting_Description
source: Please confirm use of COVID-19 exposure logging.
hu: Erősítse meg, hogy használja a COVID-19-nek való kitettség naplózást!
it: Conferma che utilizzi la registrazione dell'esposizione al COVID-19.

# ExposureNotificationSetting_AuthorizationRequired_ActionTitle
source: Authorization
hu: Engedélyezés
it: Autorizzazione

# ExposureNotificationSetting_AccLabel_Enabled
source: Three people have activated exposure logging on their devices, which will log their encounters with each other.
hu: Hárman aktiválták a készülékükön a kitettség naplózást, ezzel naplózzák az egymás közötti kontaktusokat.
it: Tre persone hanno attivato la registrazione dell'esposizione sui propri dispositivi per registrare i contatti tra loro.

# ExposureNotificationSetting_AccLabel_Disabled
source: One person has deactivated exposure logging on their device, so an encounter with two other people is not logged.
hu: Egy személy a készülékén kikapcsolta a kitettség naplózást, így két másik személlyel való kontaktus nem lett naplózva.
it: Una persona ha disattivato la registrazione dell'esposizione sul proprio dispositivo, quindi il contatto con le altre due non è stato registrato..
