Repository: si-covid-19/ostanizdrav-ios-1.3.1
Catalog: src/xcode/ENA/ENA/Resources/Localization/*.lproj/Localizable.strings
Languages: hu, it

# Reset_Button
source: Reset App
hu: Állítsd alaphelyzetbe az alkalmazást!
it: Resetta l'app.

# Reset_Discard
source: Cancel
hu: Visszavon
it: Annulla.

# Reset_InfoTitle
source: Delete Exposure Log
hu: Törölje a kitettségi naplót!
it: Elimina il registro delle esposizioni

# Reset_InfoDescription
source: The exposure log must be deleted separately in your device settings.
hu: A kitettségi naplót külön kell törölni készüléke beállításaiban.
it: Il registro di esposizione va eliminato separatamente nelle impostazioni del dispositivo

# Reset_ImageDescription
source: One person is holding a device displaying a symbol indicating that the app is being reset.
hu: Egy személy készüléket tart a kezében, amelyen látható az a szimbólum, ami azt jelenti, hogy az alkalmazás alaphelyzetbe állítása zajlik.
it: Una persona tiene in mano un dispositivo che mostra il simbolo che indica che l'applicazione è in fase di reset.

# Reset_ConfirmDialog_Title
source: Reset App
hu: Állítsd alaphelyzetbe az alkalmazást!
it: Resetta l'app

# Reset_ConfirmDialog_Description
source: You will no longer be notified of your exposures and you will no longer be able to warn other users. This procedure cannot be undone.
hu: Nem fog több kitettségi értesítést kapni és nem tudja figyelmeztetni a többi felhasználót. Az eljárást nem tudja visszavonni.
it: Non riceverai più avvisi di esposizione e non sarai più in grado di avvisare gli altri utenti. La procedura non può essere annullata.

# Reset_ConfirmDialog_Cancel
source: Cancel
hu: Visszavon
it: Annulla

# Reset_ConfirmDialog_Confirm
source: Reset
hu: Alaphelyzetbe állítás
it: Resetta

# safari_corona_website
source: https://www.gov.si/en/topics/coronavirus-disease-covid-19/the-ostanizdrav-mobile-application/
hu: https://www.gov.si/hu/temak/covid-19-jarvany/mobilna-aplikacija-ostanizdrav/
it: https://www.gov.si/it/argomenti/sars-cov-2/app-mobile-ostanizdrav/

# local_notifications_ignore
source: Ignore
hu: Ne vedd figyelembe!
it: Ignora

# local_notifications_detectexposure_body
source: You have new messages from your #OstaniZdrav App.
hu: Új üzenete van az #OstaniZdrav alkalmazásban.
it: Hai nuovi messaggi nell'app #OstaniZdrav.

# local_notifications_testresults_body
source: You have new messages from your #OstaniZdrav App.
hu: Új üzenetei vannak az #OstaniZdrav alkalmazásban.
it: Hai nuovi messaggi nell'app #OstaniZdrav.

# RiskLegend_Title
source: Overview
hu: Áttekintés
it: Panoramica

# RiskLegend_Legend1_Title
source: Exposure Logging
hu: Kitettség naplózás
it: Registrazione dell'esposizione

# RiskLegend_Legend1_Text
source: Exposure logging is one of the three central features of the app. When you activate it, encounters with people's devices are logged. You don't have to do anything else.
hu: A kitettség naplózás az alkalmazás három fő funkciója közül az egyik. Amikor aktiválja, megkezdődik a mások készülékével való kontaktusok naplózása.
it: La registrazione dell'esposizione è una delle tre funzioni centrali dell'app. Quando la attivi inizi a registrare i contatti con i dispositivi di altre persone.

# RiskLegend_Legend2_Title
source: Risk of Infection
hu: Fertőzési kockázat
it: Rischio di infezione

# RiskLegend_Legend2_Text
source: If you have had contact within the last 14 days with a person who was diagnosed with SARS-COV-2, the App assesses your personal risk of infection. It does this based on duration and proximity of the exposure.
hu: Ha az elmúlt 14 napban érintkezett olyan személlyel, akiről megerősítést nyert, hogy SARS-CoV-2-vel fertőzött, az alkalmazás a kitettség időtartama és közelsége alapján értékeli a fertőzéskockázatot.
it: Se sei stato in contatto con una persona cui è stata confermata l'infezione da SARS-CoV-2 negli ultimi 14 giorni, l'app valuterà il tuo rischio di infezione in base alla vicinanza e alla durata dell'esposizione.

# RiskLegend_Legend2_RiskLevels
source: The following risk status can be shown:
hu: A következő kockázati szint egyike jelenhet meg:
it: Potrebbe apparire uno dei seguenti stati di rischio:

# RiskLegend_Legend2_High
source: Increased Risk
hu: Nagyobb kockázat
it: Rischio elevato

# RiskLegend_Legend2_High_Color
source: Red
hu: Piros
it: Rosso

# RiskLegend_Legend2_Low
source: Low Risk
hu: Alacsony kockázat
it: Rischio modesto

# RiskLegend_Legend2_Low_Color
source: Green
hu: Zöld
it: Verde

# RiskLegend_Legend2_Unknown
source: Unknown Risk
hu: Ismeretlen kockázat
it: Rischio sconosciuto

# RiskLegend_Legend2_Unknown_Color
source: Blue
hu: Kék
it: Blu

# RiskLegend_Legend3_Title
source: Notifying Other Users
hu: A többi felhasználó értesítése
it: Avviso agli altri utenti

# RiskLegend_Legend3_Text
source: Another central feature is sharing your test. If you were diagnosed with SARS-CoV-2, you can notify others and break the chain of infection.
hu: További fő funkció az, hogy bejelentheti, ha pozitív volt a teszteredménye és az eredményt lekérdezheti. Ha önnél igazolták a SARS-CoV-2 fertőzést, erről értesíthet másokat és megszakíthatja a fertőzési láncot.
it: Un'altra funzione centrale è registrare il test e ottenere il risultato. Se ti è stata diagnosticata un'infezione da SARS-CoV-2 puoi comunicarlo agli altri e interrompere la catena di trasmissione.

# RiskLegend_Definitions_Title
source: Definition of Terms
hu: A kifejezések meghatározása
it: Definizione dei termini

# RiskLegend_Store_Title
source: Exposure Log
hu: Kitettségi napló
it: Registro dell'esposizione

# RiskLegend_Store_Text
source: List of received and sent temporary random IDs saved temporarily in the operating system storage. This list is read when the exposures are checked. All random IDs are automatically deleted after 14 days.
hu: A fogadott és elküldött, ideiglenes, véletlenszerű azonosítók listája, amelyek ideiglenesen tárolódnak az operációs rendszer memóriájában. Ezt a listát a kitettség ellenőrzése során olvassák le. Az összes véletlenszerű azonosító automatikusan törlődik 14 nap elteltével.
it: Elenco dei codici di trasmissione casuali temporanei ricevuti e inviati che sono temporaneamente memorizzati nella memoria del sistema operativo. Questo elenco deve essere letto durante il controllo dell'esposizione. Tutti i codici di trasmissione casuali vengono eliminati automaticamente dopo 14 giorni

# RiskLegend_Check_Title
source: Exposure Check
hu: A kitettség ellenőrzése
it: Verifica dell'esposizione

# RiskLegend_Check_Text
source: Exposure log data is retrieved and synchronised with reported infections from other users.
hu: A kitettség naplózási adatait leolvassák, majd szinkronizálják más felhasználók bejelentett fertőzéseivel.
it: Si raccolgono i dati di registrazione dell'esposizione, che vengono quindi sincronizzati con i dati sulle infezioni segnalati di altri utenti.

# RiskLegend_Contact_Title
source: Exposures
hu: Kitettség
it: Esposizioni

# RiskLegend_Contact_Text
source: Encounters over a longer duration and close proximity to people diagnosed with SARS-CoV-2.
hu: Szorosabb és hosszabb ideig tartó kontaktus olyan személyekkel, akiknél megerősítették a SARS-CoV-2-fertőzést.
it: Contatti ravvicinati e prolungati con persone cui è stata confermata l'infezione da SARS-CoV-2.

# RiskLegend_Notification_Title
source: Exposure Notification
hu: Értesítés a kitettségről
it: Avviso di esposizione

# RiskLegend_Notification_Text
source: The display of exposures in the #OstaniZdrav App.
hu: Fertőzési kockázat megjelenítése az #OstaniZdrav alkalmazásban.
it: Visualizzazione del rischio di infezione nell'app #OstaniZdrav.

# RiskLegend_Random_Title
source: Random IDs
hu: Véletlenszerű azonosítók
it: Codici di trasmissione casuali

# RiskLegend_Random_Text
source: Random IDs are combinations of digits and letters generated randomly. They are exchanged between devices in close proximity. Random IDs cannot be assigned to a specific person and are automatically deleted after 14 days. People with a confirmed infection with SARS-CoV-2 can opt to share their daily keys of up to the last 14 days with other app users.
hu: A véletlenszerű azonosítók véletlenszerűen létrehozott szám- és betűkombinációk. Az egymás közelében lévő készülékek megosztják azokat egymás között. A véletlenszerű azonosítókat nem lehet konkrét személyhez társítani, és automatikusan törlődnek 14 nap elteltével. Akinél megerősítették a SARS-CoV-2 fertőzést, dönthet arról, hogy az elmúlt 14 nap alatt kapott véletlenszerű azonosítóit megosztja-e az alkalmazás többi felhasználójával.
it: I codici di trasmissione casuali sono combinazioni di numeri e lettere generate in modo casuale. Vengono scambiati da dispositivi vicini tra loro. I codici di trasmissione casuali non possono essere assegnati a una persona specifica e vengono eliminati automaticamente dopo 14 giorni. Le persone cui è stata confermata l'infezione da SARS-CoV-2 possono scegliere di condividere le loro chiavi giornaliere dei 14 giorni precedenti con altri utenti dell'app.

# RiskLegend_Image1_AccLabel
source: A device is showing different numbered contents.
hu: A készülék eltérően számozott tartalmakat jelenít meg
it: Il dispositivo visualizza un contenuto numerato diverso

# Update_Message_Title
source: Update available
hu: Frissítés áll rendelkezésre
it: Aggiornamento disponibile

# Update_Message_Text
source: There is an update available for the #OstaniZdrav App
hu: Az #OstaniZdrav alkalmazáshoz frissítés áll rendelkezésre.
it: È disponibile un aggiornamento per l'app #OstaniZdrav.

# Update_Message_Text_Force
source: Please note, you can only use the #OstaniZdrav App again once you have installed the latest update.
hu: Az #OstaniZdrav alkalmazást csak akkor tudja ismét használni, ha letölti a legújabb frissítést.
it: Non potrai utilizzare di nuovo l'app #OstaniZdrav finché non avrai installato l'ultimo aggiornamento.

# Update_Message_Action_Update
source: Update
hu: Frissítés
it: Aggiornamento

# Update_Message_Action_Later
source: Later
hu: Később
it: Più tardi

# ENATanInput_Empty
source: Empty
hu: Üres
it: Vuoto

# ENATanInput_InvalidCharacter
source: Invalid Character %@
hu: Érvénytelen jel %@
it: Carattere non valido %@

# ENATanInput_CharacterIndex
source: Character %1$u of %2$u
hu: %1$u jel %2$u-ból
it: Carattere %1$u di %2$u

# Active_Tracing_Interval_Permanently_Active
source: Exposure logging permanently active
hu: A kitettség naplózás aktivált
it: Il rilevamento dell’esposizione è attivato

# Active_Tracing_Interval_Partially_Active
source: Active for %1$u of 14 days
hu: A kitettség naplózás %2$u napból %1$u napja aktivált.
it: Il rilevamento dell’esposizione è attivato %1$u su %2$u giorni.

# Common_Deadman_AlertBody
source: Please remember to open the #OstaniZdrav App regularly to check your risk status.
hu: Please remember to open the Corona-Warn-App regularly to check your risk status.
it: Please remember to open the Corona-Warn-App regularly to check your risk status.

# Alert_ActionOk
source: OK
hu: Rendben.

# ExposureSubmissionDispatch_TANButtonTitle
source: TAN
hu: TAN-szám
