Repository: si-covid-19/ostanizdrav-ios-1.3.1
Catalog: src/xcode/ENA/ENA/Resources/Localization/*.lproj/Localizable.strings
Languages: hu, it

# Alert_TitleGeneral
source: An error occurred.
hu: Hiba történt.
it: Si è verificato un errore.

# Alert_ActionRetry
source: Repeat
hu: Megismétel.
it: Ripeti

# Alert_ActionCancel
source: Cancel
hu: Visszavon.
it: Annulla

# Alert_ActionRemove
source: Remove
hu: Törlés.
it: Rimuovi

# Alert_BluetoothOff_Title
source: Turn on Bluetooth
hu: Kapcsold be a Bluetooth-t.
it: Attiva il Bluetooth

# Alert_BluetoothOff_Description
source: Bluetooth must be turned on in your system settings for this app to work.
hu: Az alkalmazás működéséhez a Beállításokban be kell kapcsolni a Bluetooth-t.
it: Affinché questa app funzioni deve essere attivato il Bluetooth nelle impostazioni di sistema.

# Alert_CancelAction_Later
source: Later
hu: Később
it: Più tardi

# Alert_DefaultAction_OpenSettings
source: Open Settings
hu: Beállítások megnyitása
it: Apri impostazioni

# General_BackButtonTitle
source: Back
hu: Vissza
it: Indietro

# Common_ENError5_Description
source: Error 5: Something went wrong. Your level of risk cannot be assessed. We are working on a solution of the problem.
hu: Hiba 5: Hiba történt. Kockázati szintjét nem tudtuk felmérni. Keressük a megoldást.
it: Errore 5: Ci sono problemi. Non siamo stati in grado di valutare il tuo livello di rischio. Stiamo cercando una soluzione al problema.

# Common_ENError11_Description
source: Error 11: Something went wrong. Your level of risk cannot be assessed. Please restart your device and try again tomorrow.
hu: Hiba 11: Hiba történt. Kockázati szintjét nem tudtuk felmérni. Indítsa újra a készülékét és próbálkozzon ismét holnap.
it: Errore 11: Ci sono problemi. Non siamo stati in grado di valutare il tuo livello di rischio. Riavvia il dispositivo e riprova domani.

# Common_ENError13_Description
source: Error 13: Your risk assessment for today has already been carried out. Please try again in 24 hours.
hu: Hiba 13: Az ön kockázatértékelése már megtörtént a mai napon. Próbálja meg ismét, 24 óra elteltével.
it: Errore 13: Oggi è già stata effettuata una valutazione del tuo rischio. Riprova tra 24 ore.

# Common_Alert_Action_moreInfo
source: Learn more
hu: Több információ
it: Maggiori informazioni

# Common_BackgroundFetch_AlertMessage
source: You have deactivated background updates for the #OstaniZdrav App. Please activate background updates to use automatic exposure logging. If you do not activate background updates, you can only start exposure logging manually in the app. You can activate background updates for the app in your device settings.
hu: Kikapcsolta az alkalmazás háttérben való futását. Ahhoz, hogy az #OstaniZdrav alkalmazás megfelelően működjön, lehetővé kell tenni a háttérben való futást. Ezt készüléke beállításaiban kapcsolhatja be. Ha nem aktiválja a háttérben futást, a kitettség naplózást csak manuálisan tudja bekapcsolni.
it: Hai disattivato il funzionamento dell’app in remoto. Per garantire il corretto funzionamento dell’app #OstaniZdrav abilita il funzionamento da remoto nelle impostazioni del dispositivo. Se non attivi il funzionamento da remoto, puoi solo attivare manualmente il rilevamento dell’esposizione.

# Common_BackgroundFetch_SettingsTitle
source: Open Device Settings
hu: Nyissa meg készüléke beállításait
it: Apri le impostazioni del dispositivo

# Common_BackgroundFetch_OKTitle
source: Start Exposure Logging Manually
hu: Kézileg kapcsolja be a kitettség naplózást!
it: Inserisci manualmente il rilevamento dell’esposizione

# Common_BackgroundFetch_AlertTitle
source: Background updates deactivated
hu: A háttérben futó frissítés kikapcsolva
it: L’aggiornamento in background è disattivato

# General_moreInfo_URL
source: https://www.gov.si/en/topics/coronavirus-disease-covid-19/the-ostanizdrav-mobile-application/
hu: https://www.gov.si/hu/temak/covid-19-jarvany/mobilna-aplikacija-ostanizdrav/
it: https://www.gov.si/it/argomenti/sars-cov-2/app-mobile-ostanizdrav/

# General_moreInfo_URL_EN5
source: https://www.gov.si/en/topics/coronavirus-disease-covid-19/the-ostanizdrav-mobile-application/
hu: https://www.gov.si/hu/temak/covid-19-jarvany/mobilna-aplikacija-ostanizdrav/
it: https://www.gov.si/it/argomenti/sars-cov-2/app-mobile-ostanizdrav/

# General_moreInfo_URL_EN11
source: https://www.gov.si/en/topics/coronavirus-disease-covid-19/the-ostanizdrav-mobile-application/
hu: https://www.gov.si/hu/temak/covid-19-jarvany/mobilna-aplikacija-ostanizdrav/
it: https://www.gov.si/it/argomenti/sars-cov-2/app-mobile-ostanizdrav/

# General_moreInfo_URL_EN13
source: https://www.gov.si/en/topics/coronavirus-disease-covid-19/the-ostanizdrav-mobile-application/
hu: https://www.gov.si/hu/temak/covid-19-jarvany/mobilna-aplikacija-ostanizdrav/
it: https://www.gov.si/it/argomenti/sars-cov-2/app-mobile-ostanizdrav/

# AccessibilityLabel_Close
source: Close
hu: Bezár
it: Chiudi

# AccessibilityLabel_PhoneNumber
source: Phone number
hu: Telefonszám
it: Numero di telefono

# ExposureDetection_Off
source: Exposure logging stopped
hu: A kitettség naplózás leállítva.
it: La registrazione dell'esposizione è interrotta.

# ExposureDetection_Unknown
source: Unknown Risk
hu: Ismeretlen kockázat
it: Rischio sconosciuto

# ExposureDetection_Low
source: Low Risk
hu: Alacsony kockázat
it: Rischio modesto

# ExposureDetection_High
source: Increased Risk
hu: Nagyobb kockázat
it: Rischio elevato

# ExposureDetection_Refreshed
source: Updated: %@
hu: Frissített: %@
it: Aggiornato: %@

# ExposureDetection_Refreshed_Never
source: Unknown
hu: Ismeretlen
it: Sconosciuto

# ExposureDetection_RefreshingIn
source: Update in %02d:%02d minutes
hu: Frissítés %02d:%02d perc múlva
it: Aggiornamento tra %02d:%02d minuti

# ExposureDetection_RefreshIn
source: Update in %@
hu: Frissítés %@
it: Aggiornamento tra %@

# ExposureDetection_Refresh_24h
source: Updated daily
hu: Naponta óránként frissített
it: Aggiornato ogni giorno

# ExposureDetection_LastRiskLevel
source: Last exposure logging: %@
hu: Legutóbbi kitettség naplózás: %@
it: Ultima registrazione dell'esposizione: %@

# ExposureDetection_OffText
source: Activate exposure logging to assess your risk status today.
hu: Kapcsolja be a kitettség naplózást a mai napi fertőzéskockázat értékeléséhez!
it: Attiva la registrazione dell'esposizione per valutare il tuo stato di rischio odierno.

# ExposureDetection_OutdatedText
source: Your exposure logging has not been updated for more than 48 hours. Please update the calculation.
hu: A kitettség naplózást már több mint 48 órája nem tudtuk frissíteni.
it: Non siamo stati in grado di aggiornare la registrazione dell'esposizione per più di 48 ore.

# ExposureDetection_UnknownText
source: Since you have not activated exposure logging for long enough, we could not assess your risk of infection.
hu: Mivel a kitettség naplózás nem volt elegendő ideig bekapcsolva, ezért nem tudtuk értékelni a fertőzési kockázatát.
it: Dato che la registrazione dell'esposizione non è stata attivata abbastanza a lungo non siamo stati in grado di valutare il rischio di infezione.

# ExposureDetection_LoadingText
source: Current data is being downloaded and checked. This can take several minutes.
hu: Az aktuális adatok letöltése és ellenőrzése. Ez percekig eltarthat.
it: È in corso la trasmissione e la verifica dei dati correnti. L'operazione potrebbe richiedere diversi minuti.

# ExposureDetection_Behavior_Title
source: Recommendations
hu: Ajánlások
it: Raccomandazioni

# ExposureDetection_Behavior_Subtitle
source: This is what you should do:
hu: Mi a teendője?:
it: Cosa devi fare?

# ExposureDetection_Guide_Hands
source: Wash your hands regularly and thoroughly with soap and water. In case they are not available, disinfect your hands. Do not touch your eyes, nose and mouth with unwashed or contaminated hands.
hu: Rendszeresen és alaposan mosson szappanos vízzel kezet. Ha nincs víz vagy szappan, fertőtlenítse kezét. Mosatlan vagy nem fertőtlenített kézzel ne érjen szeméhez, orrához, szájához!
it: Lavarsi le mani regolarmente e accuratamente con acqua e sapone. Se non sono disponibili acqua e sapone disinfetta le mani. Non toccare gli occhi, il naso e la bocca con le mani non lavate o non disinfettate.

# ExposureDetection_Guide_Mask
source: Indoors, where sufficient interpersonal distance cannot be maintained, the use of a mask is advised. Ventilate the premises regularly.
hu: Beltéri helyiségekben, ahol nem lehet betartani az elegendő egymás közötti távolságot, tanácsos a maszkviselés. Rendszeresen szellőztessen.
it: All'interno, dove non è possibile mantenere una distanza interpersonale sufficiente, si consiglia l'uso di una mascherina. Ventilare i locali regolarmente

# ExposureDetection_Guide_Distance
source: Maintain social distance of at least 1.5 meters
hu: Tartsa be a legalább 1,5 méteres távolságot.
it: Mantieni una distanza interpersonale di almeno 1,5 metri.

# ExposureDetection_Guide_Sneeze
source: Before coughing or sneezing, cover your mouth and nose with a tissue or cough or sneeze in the top of the sleeve.
hu: Köhögéskor vagy tüsszentéskor takarja száját és orrát papírzsebkendővel, vagy könyökhajlatába köhögjön vagy tüsszentsen!
it: Prima di tossire o starnutire copri la bocca e il naso con un fazzoletto di carta o tossisci o starnutisci nella parte superiore della manica.

# ExposureDetection_Guide_Home
source: Avoid unnecessary contact with other people, especially those at increased risk of severe course of disease, such as the elderly and chronically ill patients. Indoors, where sufficient interpersonal distance cannot be maintained, the use of a mask is advised.
hu: Kerülje a felesleges érintkezést másokkal, különösen azokkal, akiknél fokozott a betegség súlyosabb lefolyásának kockázata, például az idősekkel és krónikus betegekkel. Beltéri helyiségekben, ahol nem lehet betartani az elegendő távolságot egymás között, tanácsos a maszkviselés.
it: Evita il contatto non necessario con altre persone, in particolare con le persone a maggior rischio di un decorso più grave della malattia, come anziani e malati cronici. All'interno, dove non è possibile mantenere una distanza interpersonale sufficiente, si consiglia l'uso di una mascherina.

# ExposureDetection_Guide_Hotline1
source: Monitor your health. If you experience any of the following symptoms or signs, stay at home and contact your GP or the doctor on call:
hu: Kövesse figyelemmel egészségi állapotát. Ha észleli a felsorolt tünetek valamelyikét, maradjon otthon és telefonon vegye fel a kapcsolatot háziorvosával, vagy az ügyeletes orvossal:
it: Controlla il tuo stato di salute. Se si verifica uno di questi sintomi o segni rimani a casa e contatta per telefono il medico di medicina generica o il servizio di guardia.

# ExposureDetection_Guide_Hotline2
source: Feeling unwell, symptoms of a cold, cough, fever, shortness of breath, headache, muscle aches, loss of smell or taste, sore throat.
hu: Rossz közérzet, megfázásos tünetek, köhögés, láz, nehézlégzés, fejfájás, izomfájdalmak, szaglás vagy ízérzés elvesztése, torokfájás
it: Sensazione di malessere, sintomi di raffreddore, tosse, febbre, respiro affannoso, mal di testa, dolori muscolari, perdita dell'olfatto o del gusto, mal di gola.

# ExposureDetection_Guide_Hotline3
source: Continue to adhere to general measures to prevent the spread of infection.
hu: Továbbra is tartsa be a fertőzés megfékezését szolgáló általános intézkedéseket!
it: Continua a seguire le misure generali per prevenire la diffusione dell'infezione.

# ExposureDetection_Guide_Hotline4
source: General information on COVID-19 is available on the website of the National Institute of Public Health and the Ministry of Health.
hu: A COVID-19-re vonatkozó általános információkat az Országos Népegészségügyi Intézet és az Egészségügyi Minisztérium weboldalán találja.
it: Informazioni generali sul COVID-19 sono disponibili sul sito web dell'Istituto nazionale di sanità pubblica e del Ministero della salute.

# ExposureDetection_Explanation_Title
source: Risk of Infection
hu: Fertőzési kockázat
it: Rischio di infezione

# ExposureDetection_Explanation_Text_Off
source: Your risk of infection is assessed from the exposure logging data (duration and proximity) locally on your device. Your risk of infection cannot be seen by, or passed on to, anyone else.
hu: A kitettség naplózási adatai (időtartam és közelség) alapján csak az ön saját készülékén mértük fel a fertőzési kockázatát. A fertőzési kockázatát senki más nem láthatja, és senkinek sem továbbíthatja az adatot.
it: Abbiamo valutato il tuo rischio di infezione localmente sul tuo dispositivo in base ai dati di registrazione dell'esposizione (durata e prossimità). Il rischio di infezione non può essere visto da nessun altro, né può essere trasmesso a nessuno.

# ExposureDetection_Explanation_Text_Outdated
source: Since you have not activated exposure logging for long enough, your risk of infection could not be assessed. Your risk of infection is assessed from the exposure logging data (duration and proximity) locally on your device. Your risk of infection cannot be seen by, or passed on to, anyone else.
hu: A kitettség naplózás nem volt elegendő ideig bekapcsolva, ezért nem tudtuk értékelni a fertőzési kockázatát. A kitettség naplózási adatai (időtartam és közelség) alapján csak az ön saját készülékén kerül értékelésre a fertőzési kockázata. A fertőzési kockázatát senki más nem láthatja, és senkinek sem továbbíthatja az adatot.
it: Dato che la registrazione dell'esposizione non è stata attivata abbastanza a lungo non siamo stati in grado di valutare il tuo rischio di infezione. Il tuo rischio di infezione è stato valutato localmente sul tuo dispositivo in base ai dati di registrazione dell'esposizione (durata e prossimità). Il rischio di infezione non può essere visto da nessun altro, né può essere trasmesso a nessuno.

# ExposureDetection_Explanation_Text_Unknown
source: Since you have not activated exposure logging for long enough, your risk of infection cannot be assessed. Your risk of infection is assessed from the exposure logging data (duration and proximity) locally on your device. Your risk of infection cannot be seen by, or passed on to, anyone else.
hu: A kitettség naplózás nem volt elegendő ideig bekapcsolva, ezért nem tudtuk értékelni a fertőzési kockázatát. A kitettség naplózási adatai (időtartam és közelség) alapján csak az ön saját készülékén kerül értékelésre a fertőzési kockázata. A fertőzési kockázatát senki más nem láthatja, és senkinek sem továbbíthatja.
it: Poiché la registrazione dell'esposizione non è stata attivata abbastanza a lungo non siamo stati in grado di valutare il tuo rischio di infezione. . Il tuo rischio di infezione è stato valutato localmente sul tuo dispositivo in base ai dati di registrazione dell'esposizione (durata e prossimità). Il rischio di infezione non può essere visto da nessun altro, né può essere trasmesso a nessuno.

# ExposureDetection_Explanation_Text_Low
source: Your risk of infection is low, because no exposure to people later diagnosed with SARS-CoV-2 was logged, or because your encounters were only for a short time and at a greater distance.
hu: Fertőzési kockázata alacsony, mivel nem érintkezett olyan személyekkel, akiknél később igazolták volna a SARS-CoV-2 fertőzést, illetve kontaktusai rövid ideig tartottak vagy nagyobb távolságra voltak
it: Il tuo rischio di infezione è modesto perché non è stato registrato alcun contatto con persone che sono state successivamente confermate infette da SARS-CoV-2, o perché i tuoi contatti sono stati di breve durata o a lunga distanza

# ExposureDetection_Button_Enable
source: Activate Exposure Logging
hu: Kitettség naplózás aktiválása
it: Attiva la registrazione dell'esposizione

# ExposureDetection_Button_Refresh
source: Update
hu: Frissítsd
it: Aggiorna

# ExposureDetection_ActiveTracingSection_Title
source: Period logged
hu: Naplózás időszaka
it: Periodo di registrazione

# ExposureDetection_ActiveTracingSection_Text_Paragraph0
source: Your risk of infection can be assessed only when exposure logging is active. The logging feature should therefore remain active permanently.
hu: A fertőzésnek való kitettségi kockázata, csak akkor mérhető fel, ha a kitettség naplózás aktiválva van. Az alkalmazás megfelelő működéséhez ennek a funkciónak egész idő alatt aktiváltnak kell lennie.
it: Il tuo livello di rischio di infezione può essere valutato solo se è attivato il rilevamento dell’esposizione. Perché l’app possa funzionare correttamente, tale funzionalità deve essere sempre attivata.

# ExposureDetection_ActiveTracingSection_Text_Paragraph1
source: Exposure logging covers the past %1$u days. During this time, the logging feature on your device was active for %2$u days. The app automatically deletes older logs, as these are no longer relevant for infection prevention.
hu: A kitettség naplózás az elmúlt %1$u napra vonatkozik. Ezalatt az idő alatt a naplózási funkció %2$u napot volt aktiválva. Az alkalmazás automatikusan törli a régebbi feljegyzéseket, mivel ezeknek nincs jelentősége a fertőzés terjedése megakadályozása szempontjából.
it: Il rilevamento dell’esposizione comprende gli ultimi %1$u giorni. Durante questo periodo la funzionalità di rilevamento è stata attivata %2$u giorni. L’app elimina automaticamente le registrazioni più vecchie in quanto tali dati non sono più rilevanti per prevenire la diffusione dell’infezione.

# ExposureDetectionError_Alert_Title
source: Error
hu: Hiba
it: Errore

# ExposureDetectionError_Alert_Action_Details
source: Details
hu: Részletek
it: Dettagli

# ExposureDetectionError_Alert_Message
source: An error occurred during exposure logging.
hu: A kitettség naplózás közben hiba történt.
it: Durante la registrazione dell'esposizione è avvenuto un errore.

# How_Risk_Detection_Works_Alert_Title
source: Information about exposure logging functionality
hu: Információk a kitettség naplózás funkcióról
it: Informazioni sulla funzionalità di rilevamento dell’esposizione

# How_Risk_Detection_Works_Alert_Message
source: Your risk of infection can be assessed only when exposure logging is active. The logging feature should therefore remain active permanently. Exposure logging covers the past %1$u days. The app automatically deletes older logs, as these are no longer relevant for infection prevention. For further information, please see our web page.
hu: A fertőzésnek való kitettségi kockázata, csak akkor mérhető fel, ha a kitettség naplózás aktiválva van. Az alkalmazás megfelelő működéséhez ennek a funkciónak egész idő alatt aktiváltnak kell lennie A kitettség naplózás az elmúlt 14 napra vonatkozik. Ezalatt az idő alatt a naplózási funkció %1$u napot volt aktiválva. Az alkalmazás automatikusan törli a régebbi feljegyzéseket, mivel ezeknek nincs jelentősége a fertőzés terjedése megakadályozása szempontjából További információkért keresse fel a weboldalunkat.
it: Il tuo livello di rischio di infezione può essere valutato solo se il rilevamento dell’esposizione è stato attivato. Perché quest’app funzioni correttamente, questa funzionalità deve essere sempre attiva. Il rilevamento dell’esposizione comprende gli ultimi 14 giorni. Durante questo periodo, la funzione del rilevamento è stata attiva %1$u giorni. L’app elimina automaticamente le registrazioni più vecchie in quanto tali informazioni non sono più rilevanti per prevenire la diffusione dell’infezione. Per ulteriori informazioni visita il nostro sito web.

# Settings_StatusActive
source: On
hu: Bekapcsolva
it: Attivato

# Settings_StatusInactive
source: Off
hu: Kikapcsolva
it: Disattivato

# Settings_StatusEnable
source: Activate
hu: Aktiváld
it: Attiva

# Settings_StatusDisable
source: Deactivate
hu: Deaktiváld
it: Disattiva

# Settings_KontaktProtokollStatusActive
source: Active
hu: Aktivált
it: Attivato

# Settings_KontaktProtokollStatusInactive
source: Stopped
hu: Leállítva
it: Interrotto

# Settings_Tracing_Label
source: Exposure Logging
hu: Kitettség naplózás
it: Registrazione dell'esposizione

# Settings_Notification_Label
source: Notifications
hu: Értesítések
it: Avvisi

# Settings_Reset_Label
source: Reset App
hu: Indítsd újra az alkalmazást!
it: Resetta l'app.

# Settings_Tracing_Description
source: Allow random IDs to be generated and shared in order to use exposure logging.
hu: Engedélyezze, hogy véletlenszerű azonosítókat hozzanak létre és osszanak meg a kitettség naplózáshoz.
it: Consenti la generazione e la condivisione di codici di trasmissione casuali per la registrazione dell'esposizione.

# Settings_Notification_Description
source: Allow automatic notifications about your risk of infection with SARS-CoV-2.
hu: Engedélyezze az automatikus értesítéseket a SARS-COV-2 fertőzési kockázatáról.
it: Consenti gli avvisi automatici sullo stato di rischio per l’infezione da SARS-CoV-2.

# Settings_Reset_Description
source: Delete all data in the app
hu: Törölje az összes adatát az alkalmazásban.
it: Elimina tutti i dati nell'app

# Settings_NavTitle
source: Settings
hu: Beállítások
it: Impostazioni

# NotificationSettings_On_Title
source: Do you wish to receive notifications about your risk of infection with SARS-CoV-2?
hu: Szeretne értesítéseket kapni, arról, hogy milyen a SARS-COV-2-vel való fertőzési kockázat az Ön esetében?
it: Desiderate ricevere avvisi automatici sullo stato del rischio di infezione da SARS-CoV-2.

# NotificationSettings_On_SectionTitle
source: Setting
hu: Beállítás
it: Impostazione

# NotificationSettings_On_RiskChanges
source: Your risk of infection changed
hu: Fertőzési kockázata megváltozott.
it: Il tuo rischio di infezione è cambiato

# NotificationSettings_Off_SectionTitle
source: Setting
hu: Beállítás
it: Impostazione

# NotificationSettings_Off_EnableNotifications
source: Notifications
hu: Értesítések
it: Avvisi

# NotificationSettings_Off_StatusInactive
source: Off
hu: Kikapcsolva.
it: Disattivati

# NotificationSettings_Off_InfoTitle
source: Activate Notifications
hu: Aktiváld az értesítések fogadását!
it: Attiva la ricezione degli avvisi

# NotificationSettings_Off_InfoDescription
source: To activate notifications you must allow notifications for the #OstaniZdrav App in your device settings.
hu: Az értesítések aktiválásához engedélyt kell adnia az #OstaniZdrav alkalmazásban a készüléke Beállításaiban.
it: Per attivare gli avvisi devi consentirli per l'app #OstaniZdrav nelle impostazioni del tuo dispositivo.

# NotificationSettings_Off_OpenSettings
source: Open Settings
hu: Nyisd meg a Beállításokat.
it: Apri impostazioni

# NotificationSettings_NavTitle
source: Notifications
hu: Értesítések
it: Avvisi

# NotificationSettings_onImageDescription
source: One woman receives a notification from her #OstaniZdrav App.
hu: Az #OstaniZdrav alkalmazás értesítést küldött egy nőnek.
it: Una signora ha ricevuto un avviso dalla sua app #OstaniZdrav.

# NotificationSettings_offImageDescription
source: One woman cannot receive notifications from her #OstaniZdrav App.
hu: Az #OstaniZdrav alkalmazás nem tudott értesítést küldeni egy nőnek.
it: Una signora non può ricevere avvisi dalla sua app #OstaniZdrav.

# Onboarding_LetsGo_actionText
source: Let’s get started
hu: Kezdés.
it: Cominciamo

# Onboarding_Continue_actionText
source: Allow
hu: Tovább
it: Avanti

# Onboarding_EnableLogging_actionText
source: Allow
hu: Engedélyezd
it: Consenti

# Onboarding_Continue_actionTextHint
source: You can skip this screen
hu: Átugrás.
it: Puoi saltare questa schermata

# Onboarding_doNotAllow_actionText
source: Do Not Allow
hu: Ne engedélyezd.
it: Non consentire

# Onboarding_DoNotActivate_actionText
source: Do Not Activate
hu: Ne aktiváld
it: Non attivare
